[
{"title": ["La final de la Liga Pro tendrá el duelo entre los exitosos técnicos Martín Anselmi y Luis Zubeldía "], "description": ["Anselmi e Independiente ganaron la Recopa Sudamericana y, recientemente, Zubeldía llevó a Liga de Quito a la conquista de la Copa Sudamericana."], "category": ["Campeonato Nacional"], "id": [0]},
{"title": ["Asociación Provincial del Guayas busca profesionalizar el póker con la apertura de escuela en Guayaquil"], "description": ["Para mayor información pueden llamar al número celular 0989600778 e ingresar a la cuenta en la red social Instagram @asopokerec."], "category": ["Otros Deportes"], "id": [1]},
{"title": ["¿Por qué Barcelona SC logró el cupo directo para la fase de grupo de la Copa Libertadores 2024?"], "description": ["Los canarios fracasaron en el segundo semestre de este año en su misión por ingresar a la final para luchar por el título de la Liga Pro."], "category": ["Fútbol"], "id": [2]},
{"title": ["“En Perú, infelizmente, hay gente que me falta el respeto”, el puntazo de Paolo Guerreo para la hinchada de su país tras su gran momento en Liga de Quito"], "description": ["(VIDEO) Guerrero fue clave para la conquista de la Sudamericana de esta temporada y anoche lució para vencer 2-1 a Cumbayá y jugar la final de la Liga Pro."], "category": ["Campeonato Nacional"], "id": [3]},
{"title": ["Jornada de tiro práctico se realizó en el Club Guayas de Tiro y Aviación"], "description": ["La competencia se efectúa en las instalaciones del Club Guayas de Tiro y Aviación, en el kilómetro 14 de la vía Guayaquil -Daule."], "category": ["Otros Deportes"], "id": [4]},
{"title": ["¡Tiembla de nervios el Chelsea de Moisés Caicedo! Bajaría a segunda división por romper reglas del Fair Play Financiero"], "description": ["Un potencial castigo, la deducción de puntos. El Daily Express hace análisis del peor escenario posible, si los 'Blues' dejan la Premier League."], "category": ["Fútbol"], "id": [5]},
{"title": ["¿Pachuca demandará a Barcelona SC a causa de Byron Castillo?"], "description": ["Los tuzos creen que la Federación Mexicana de Fútbol o la Liga MX los podría multar por los líos de nacionalidad del zaguero, según la prensa azteca."], "category": ["Fútbol"], "id": [6]},
{"title": ["¡Emelec 2023, una vergüenza! El 86,20% del tiempo estuvo entre los peores de la tabla y se fue al diablo racha de 15 clasificaciones seguidas a torneos de Conmebol"], "description": ["Juega de trámite desde hace varias jornadas, tras evitar los líos de descenso. Con la peor campaña de la historia azul se habló de estar ‘viento en popa’."], "category": ["Fútbol"], "id": [7]},
{"title": ["Liga Pro: tabla de posiciones luego de las victorias de Liga de Quito y Barcelona SC en la fecha 14 de la segunda etapa"], "description": ["Paolo Guerrero selló el pase de Liga (Q) para disputar la final por el título ante Independiente del Valle."], "category": ["Campeonato Nacional"], "id": [8]},
{"title": ["Byron Castillo vio en el estadio a Barcelona SC despedirse de la opción de título en la Liga Pro"], "description": ["El zaguero del Pachuca apoyó desde las gradas a su antiguo equipo. ¿Es el primer paso del retorno del lateral al club con el que fue campeón del 2020?"], "category": ["Campeonato Nacional"], "id": [9]},
{"title": ["Liga Pro: fechas de las finales entre Independiente del Valle y Liga de Quito por el título 2023"], "description": ["Es la primera vez, desde que la Liga Pro asumió la organización de la serie A del torneo en el 2019, que un elenco de la región Costa no tiene representante."], "category": ["Campeonato Nacional"], "id": [10]},
{"title": ["Byron Guamá, campeón de la regularidad y segundo de la clasificación general en la Vuelta a Guatemala"], "description": ["El podio final tuvo a dos ciclistas ecuatorianos, con Stalin Puentestar como tercer mejor ubicado; el triunfo en la prueba fue para el local Gerson Toc."], "category": ["Otros Deportes"], "id": [11]},
{"title": ["Triunfo de Barcelona SC sobre Guayaquil City lo clasifica a la fase de grupos de la Copa Libertadores 2024, pero se quedó fuera de lucha por la final de la Liga Pro"], "description": ["Paco Rodríguez (51 min) y Francisco Fydriszewski (53 min) marcaron los tantos de los guayaquileños."], "category": ["Campeonato Nacional"], "id": [12]},
{"title": ["¡Liga de Quito, segundo finalista de la Liga Pro! Albos vencieron por 2-1 de visita a Cumbayá FC y dejaron a Barcelona SC sin chances"], "description": ["(VIDEO) El cuadro albo le dio la vuelta al marcador con las anotaciones de José Quintero (68 min) y Paolo Guerrero (77 min)."], "category": ["Campeonato Nacional"], "id": [13]},
{"title": ["¡Solo fue un golpe! Referí del duelo Deportivo Cuenca vs. El Nacional no sufrió nunguna lesión de gravedad"], "description": ["El colegiado se sometió a estudios medicós para determinar su lesión, y fue Miguel Ángel Loor, presidente de la LigaPro, quien dio a conocer el parte médico."], "category": ["Campeonato Nacional"], "id": [14]}
]