[
{"title": ["The Medium (PS5) - Reseña"], "score": ["8"]},
{"title": ["¡Bienvenidos a IGN Latinoamérica!"], "content": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en", "Facebook", ",", "@IGNLatam", "y", "Google+", "para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "", "ign_latam@ign.com"]},
{},
{"title": ["PlayStation presenta patente para control que se pone caliente y frío"], "content": ["Sony registró", "una patente para un control que podría cambiar la temperatura como resultado de las acciones del jugador y del juego", ". La patente, que fue reportada por Exputer, describe una serie de características conceptuales del control que enriquecerían las \"experiencias hápticas\" con la ayuda de un componente sensor suave y \"elásticamente deformable\".", "Cuando se coloca, por ejemplo, en la parte frontal de una almohadilla,", "el sensor detectaría cuando el jugador deforma el control al presionarlo, girarlo, frotarlo o aplastarlo", ". La patente también describe la inclusión de un \"aparato de control de temperatura\", que permitiría calentar o enfriar el accesorio según la entrada del jugador y, probablemente, la situación del juego.", "", "Sony ha presentado una patente para un control que se vuelve caliente y frío. Fuente de la imagen: Patentscope", "", "“Por ejemplo, el aparato de control de temperatura puede controlarse de manera que cuanto mayor sea la cantidad de deformación, mayor será la temperatura”, se lee en la patente. “Esto le permite al usuario sentir el cambio de temperatura correspondiente a la deformación”.", "El documento también describe", "el potencial de usar una combinación de \"fluido magnético\" y campos eléctricos o magnéticos para cambiar la forma y la dureza de las partes blandas del control teórico", ".", "No hace falta decir que las capacidades del control a las que se hace referencia en la patente están muy lejos de convertirse en un producto de consumo. Sin embargo, si alguna de estas características ambiciosas se abriera paso en un futuro pad de Playstation, entonces podrían ofrecer a los jugadores una gama de nuevas opciones de control inmersivas.", "PlayStation ha hecho de los hápticos una prioridad en PlayStation 5, donde están diseñados para mejorar la experiencia cinematográfica de juegos como The Last of Us, Parte 1. Sony también continuó refinando DualSense, lanzando DualSense Edge en enero.", "", ""]},
{"title": ["The Last of Us Part 2: Se confirma que el remaster para PS5 llegará en enero de 2024"], "content": ["Poco después de que una filtración confirmara su existencia, Naughty Dog reveló oficialmente The Last of Us Part II Remastered para PS5 el viernes por la noche, confirmando también la fecha de lanzamiento: 19 de enero.", "En particular, aquellos que ya poseen The Last of Us Part II en PS4 podrán actualizar a una versión digital de The Last of Us Part II Remastered en PS5 por $10 dólares. Los archivos guardados también se podrán importar a The Last of Us Part II Remastered.", "Sin embargo, Naughty Dog aclaró que las actualizaciones para copias en disco de la versión de PS4 solo están disponibles si tienes una PS5 con unidad de disco. \"Los propietarios de copias de discos de PS4 deben insertarlas en la PS5 cada vez que quieran descargar o jugar la versión digital de PS5\", explica la publicación del blog de Naughty Dog.", "No se menciona una versión para PC de la remasterización. Puedes ver el avance a continuación.", "PlayStation Network filtró previamente la remasterización, que presenta un nuevo modo de supervivencia roguelite, así como una serie de mejoras en el juego.", "Contará con un nuevo modo de supervivencia roguelite llamado No Return. En este modo, los jugadores pueden elegir su propio camino a través de una serie de encuentros aleatorios con diferentes enemigos y ubicaciones a lo largo de la historia. Los jugadores deben luchar y sobrevivir el mayor tiempo posible para llegar a los jefes.", "Habrá personajes desbloqueables en No Return, algunos de los cuales nunca fueron jugables en la franquicia y poseen rasgos de juego únicos.", "", "The Last of Us Part II Remastered fue filtrado en PSN.", "", "Además, hay un nuevo modo speedrun para que los jugadores prueben y superen los tiempos de los demás y una nueva función llamada Guitar Free Play donde los jugadores pueden desbloquear instrumentos. También habrá nuevos diseños de personajes y armas desbloqueables para Ellie y Abby, así como más funciones detrás de cámara. Lost Levels, por ejemplo, permite a los jugadores explorar las primeras versiones de desarrollo de tres nuevos niveles que no se ven en el juego original de PS4.", "Esta remasterización generará 4K en modo Fidelity y tendrá tiempos de carga más rápidos, así como una integración completa de Dualsense. Puedes leer la lista completa a continuación y ver la publicación completa del blog de Naughty Dog aquí.", "", "Experimenta al ganador de más de 300 premios al Juego del Año ahora con una variedad de mejoras técnicas que hacen de The Last of Us Part II Remastered la forma definitiva de jugar la historia aclamada por la crítica de Ellie y Abby.", "", "Mejoras nativas de PS5 Creado para la consola PS5, The Last of Us Part II Remastered mejora el juego original de PS4 de maneras que antes no eran posibles, incluyendo: • Una serie de mejoras gráficas que dan vida a este hermoso pero peligroso mundo. • El rendimiento visual ahora se produce en 4K en modo Fidelity. • Los tiempos de carga mejorados más rápidamente te permiten entrar en acción. • Integración completa del controlador inalámbrico DualSense™.", "", "No Return: un modo de supervivencia roguelike", "¡Experimenta el profundo combate de The Last of Us Part II a través de un modo completamente nuevo! Sobrevive tanto como puedas en cada carrera, mientras eliges tu camino a través de una serie de encuentros aleatorios. Juega como una gran cantidad de diferentes personajes desbloqueables, algunos nunca antes jugables en la franquicia The Last of Us, cada uno con características de juego únicas. La variedad de desafíos presenta diferentes enemigos y ubicaciones memorables de toda la Parte II, todos culminando en tensas batallas contra jefes.", "", "Nuevas formas de jugar", "Profundiza en esta querida aventura y descubre cómo se creó el juego original. • Lost Levels te permite explorar versiones de desarrollo inicial de tres nuevos niveles que no se ven en el original. • Disfruta de horas de comentarios de nuevos desarrolladores para escuchar información sobre el desarrollo de la Parte II mientras experimentas el juego. • Vive tu potencial musical con Guitar Free Play, que incluye nuevos instrumentos desbloqueables, o enfréntate al nuevo modo Speedrun* y publica tus mejores tiempos. • También se agregaron audio descriptivo** y voz a vibraciones al conjunto de funciones de accesibilidad de la Parte II. • The Last of Us Part II Remastered también presenta nuevos diseños de personajes y armas desbloqueables para que los jugadores los usen tanto para Ellie como para Abby.", "", "*Se requiere progresión del juego para desbloquear. **Solo disponible para idiomas compatibles con audio", "", "A principios de este año, el compositor de la serie Gustavo Santaolalla insinuó que The Last of Us Part II podría tener una nueva edición en la que se ampliaría el cameo de su personaje de guitarrista. Probablemente se refería a Guitar Free Play.", "The Last of Us Part 2 se lanzó por primera vez en PS4 en 2020 y recibió una mejora de 60 fps a través de compatibilidad con versiones anteriores para PS5 en 2021.", "George Yang es escritor independiente para IGN. Escribe sobre la industria desde 2019 y ha trabajado con otras publicaciones como Insider, Kotaku, NPR y Variety.", "Cuando no escribe sobre videojuegos, George juega videojuegos. ¡Qué sorpresa! Puedes seguirlo en Twitter @Yinyangfooey"]},
{"title": ["Se anuncia State of Play con más de 20 minutos de gameplay de Final Fantasy 16"], "content": ["Sony ha anunciado", "un nuevo State of Play con 20 minutos de gameplay de Final Fantasy XVI", ". Tendrá lugar el jueves a las 2 p.m. PT / 5 p.m. ET.", "Sony no dio más detalles sobre lo que se mostrará durante la presentación, pero", "presumiblemente incluirá nuevas áreas y mecánicas", ". Tampoco está claro si este State of Play incluirá otros anuncios más allá de esto de Final Fantasy 16.", "El State of Play más reciente de Sony fue en febrero, con Suicide Squad: Kill the Justice League como atracción central.", "", "State of Play presents more than 20 minutes of new Final Fantasy XVI gameplay this Thursday. Tune in live at 2pm PT / 5pm ET / 11pm CEST:", "https://t.co/nOULcwLVnQ", "", "pic.twitter.com/vNR9kGbxL6", "— PlayStation (@PlayStation)", "April 11, 2023", "Un gran impulso para Final Fantasy", "Square Enix se encuentra en medio de un lanzamiento importante para Final Fantasy XVI, que actualmente es exclusivo de PlayStation 5. Tuvimos la oportunidad de comprobarlo recientemente y nos impresionó lo que vimos, con Matt Purslow escribiendo que \"si la historia, la exploración y los personajes están a la altura de lo que he visto del combate hasta ahora, entonces Final Fantasy 16 será un JRPG por el que valdrá la pena estar entusiasmado\".", "Final Fantasy XVI se anunció por primera vez en 2020. Protagonizará a un héroe llamado Clive, que debe navegar en un mundo de intriga política y monstruos masivos llamados Eikons. Se diferenciará de otros juegos de Final Fantasy en que no se basará en turnos, sino que presentará un sistema de acción más parecido a Devil May Cry.", "Final Fantasy XVI está programado para lanzarse el 22 de junio en PlayStation 5.", ""]},
{"title": ["PlayStation Showcase: esto es todo lo que se anunció en el evento del 24 de mayo"], "content": ["Hoy 24 de mayo Sony Interactive Entertainment llevó a cabo un", "PlayStation Showcase centrado en juegos de PS5 y PSVR 2", ", así que les tenemos", "un resumen de todo lo anunciado en el evento", ".", "Spider-Man 2 recibe una extensa muestra de gameplay", "Aunque no se reveló la fecha exacta de lanzamiento de Spider-Man 2, el final del Showcase presentó una extensa muestra de gameplay con Peter Parker y Miles Morales en acción, destacando que el nuevo conjunto de movimientos de Peter gira en torno al traje de simbionte.", "", "Se anuncia el remake de Metal Gear Solid: Snake Eater", "PlayStation anunció el esperado remake de Metal Gear Solid: Snake Eater. No se mostró gameplay, solo un emocionante teaser que nos llevó a la revelación de Snake. Además, se anunció Metal Gear Solid Master Collection Vol. 1 que incluye Metal Gear Solid, Metal Gear Solid 2: Sons of Liberty y Metal Gear Solid 3: Snake Eater para PS5.", "Más información en este enlace", ".", "Se anunció un dispositivo de stream de juegos dedicado de PlayStation", "Sony anunció un dispositivo que permitirá a los jugadores hacer stream de cualquier juego desde su consola PS5 usando Remote Play a través de WiFi. Cuenta con una pantalla HD de 8 pulgadas y los botones y funciones del control DualSense. Además, mostró unos nuevos audífonos oficiales de PS5.", "Assassin's Creed Mirage se lanzará en octubre", "El nuevo Assassin's Creed, Assassin's Creed Mirage, se pondrá disponible el 12 de octubre en PS5, PS4, PC, Xbox Series X/S y Xbox One.", "Alan Wake 2 se lanzará el 17 de octubre", "Remedy nos mostró otro vistazo a Alan Wake 2 y confirmaron que además de Wake habrá otro personaje jugable, Saga Anderson. Alan Wake 2 se lanzará el 17 de octubre.", "Haven Studio revela Fairgame$", "El evento comenzó con la presentación de Fairgame$ de Haven Studio, el nuevo estudio de Jade Raymond. No se reveló ventana de lanzamiento para este título.", "Final Fantasy XVI recibe nuevo tráiler", "La siguiente entrega de la saga Final Fantasy estrenó un tráiler a un mes de su lanzamiento", "Un nuevo vistazo al modo historia de Street Fighter 6", "Se mostró un poco más del modo historia del nuevo Street Fighter.", "Helldivers 2 es anunciado", "Se confirmó la secuela de Helldivers, el shooter de acción cooperativo de Arrowhead Game Studios. El tráiler muestra gameplay con disparos en tercera persona en diferentes biomas. Este juego llegará este año en versiones para PS5 y PC.", "Nuevo tráiler de Immortals of Aveum", "Ascendant Studios compartió nuevo gameplay de Immortals of Aveum, el juego de disparos en prima persona que se lanzará el 20 de julio en PS5, Xbox Series X/S y PC.", "Ghostrunner 2 es anunciado para este 2023", "La secuela del juego de One More Leven, Ghostrunner 2, fue anunciado en el Showcase. El nuevo gameplay muestra combate en vehículos y más. Este juego se lanzará en algún momento de este 2023.", "", "Se revela Sword of the Sea", "Abzu y Giant Squid anunciaron su siguiente proyecto titulado Sword of the Sea que se desarrolla en un mundo abandonado con una nueva mecánica de movimiento conocida como Hoversword.", "The Talos Principle 2 se lanzará este año", "La secuela de The Talos Principle llegará a PS5, Xbox Series X/S y PC en este 2023.", "Five Nights at Freddy's: Help Wanted 2 es anunciado para finales de 2023", "Se reveló un nuevo tráiler de Five Nights at Freddy's: Help Wanted 2 y se reveló que se lanzará a finales de este año.", "Se anuncia Phantom Blade Zero", "Se trata de un nuevo RPG hack and slash donde convergen estilos como el Kung Fu chino, el steampunk y más.", "Foamstars es un shooter al estilo de Splatoon", "Square Enix mostró Foamstars que es un shooter muy similar a Splatoon, con personajes compitiendo para cubrir el suelo con la mayor cantidad de espuma posible. Se lanzará en versiones para PS4 y PS5.", "Nuevo vistazo a The Plucky Squire", "Se mostró un nuevo vistazo a Plucky Squire, un adorable juego indie que parece combinar un libro de cuentos con una sala de estar del mundo real.", "Dragon's Dogma 2 recibe nuevo tráiler", "Se presentó oficialmente Dragon's Dogma 2 con un nuevo tráiler que incluye un montón de monstruos.", "Bungie anuncia un nuevo Marathon", "Bungie reveló una nueva entrega en la serie Marathon. Se trata de un shooter en primera persona que Bungie lanzó originalmente para Mac en 1992, y no queda claro si será una nueva versión, un reboot o una secuela.", "Neva llegará en 2024", "Gris Creator anunció Neva, su nuevo título que se lanzará en 2024.", "Cat Quest: Pirates of the Purribean", "Cat Quest: Pirates of the Purribean se lanzará el año próximo.", "Towers of Aghasaba luce como Breath of the Wild", "Towers of Aghasaba es un juego que tiene un estilo muy similar a Breath the Wild y se lanzará en 2024.", "Revenant Hill", "Se anunció que Revenant Hill se lanzará en PS4 y PS5.", "GranBlue Fntasy Relink llegará en el invierno", "Se presentó un nuevo tráiler de GranBlue Fntasy Relink.", "Ultros", "Ultros es un juego estilo Metroidvania que llegará en 2024.", "Tower of Fantasy", "Un nuevo vistazo a Tower of Fantasy.", "Concord llegará en 2024 a PS5 y PC", "Concord del estudio Firewalk se lanzará en PS5 y PC el año próximo.", "Se mostraron cuatro nuevos juegos de PSVR 2", "Se anunciaron cuatro nuevos juegos de PSVR2 que son Synapse, Arizona Sunshine 2, Crossfire: Sierra Squad y Resident Evil 4 VR Mode.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["PS5 Slim: Sony confirma que el nuevo modelo seguirá teniendo expansión de almacenamiento"], "content": ["En un guiño tranquilizador a las necesidades de almacenamiento de los jugadores,", "Sony", "ha confirmado oficialmente que su consola", "PS5 Slim", "mantendrá sus capacidades de almacenamiento ampliables, lo que garantiza que los jugadores seguirán teniendo la opción de agregar almacenamiento adicional a su consola si lo desean.", "Un portavoz de", "PlayStation", "le dijo a", "IGN", "por correo electrónico que la", "PS5 Slim", "\"no hay cambios con el nuevo modelo\", es decir, el proceso de quitar el panel de la cubierta trasera de la consola e instalar manualmente un", "SSD adicional", ".", "De cualquier manera, la", "PS5 Slim", "incluirá más memoria que la versión de lanzamiento, con 1 TB de almacenamiento SSD interno en lugar de los 825 GB que se encuentran en el modelo de lanzamiento (que solo eran utilizables 667 GB). Sin embargo, el soporte continuo de la PS5 Slim para el almacenamiento expandible parece ser una gran ventaja para aquellos que buscan comprar el rediseño.", "Con el lanzamiento de muchos juegos de gran éxito en la consola doméstica de novena generación de Sony con archivos de gran tamaño, la opción de incluir un", "SSD M.2", "para ampliar el almacenamiento en el sistema es una buena característica, especialmente si se tiene en cuenta que el mes pasado se lanzó una actualización de software, lo que permite admitir hasta 8 TB de almacenamiento SSD adicional.", "Al igual que con el modelo de lanzamiento, no puedes simplemente colocar cualquier", "SSD M.2", "dentro de la", "PS5", ". Sony ha dicho anteriormente que el", "SSD M.2", "debe ser", "PCIe Gen4", ", y aunque dijo que las velocidades de lectura deben ser de al menos 5500 MB/s, varios usuarios han probado que en el interior funcionarán SSD M.2 con una velocidad de lectura más lenta.", "Taylor es una reportera de IGN. Puedes seguirla en Twitter como", "@TayNixster."]},
{"title": ["Sony confirma el PS5 Slim para la temporada navideña"], "content": ["Sony ha confirmado la muy rumoreada", "PlayStation 5 Slim", ", que saldrá para esta temporada navideña.", "El diseño de", "PS5", "más pequeño viene con 1 TB de almacenamiento para", "PS5", "y", "PS5 Digital", ", y el nuevo modelo ofrece la opción de agregar una unidad de disco", "Blu-ray Ultra HD", "a la edición digital.", "En una publicación en el", "blog de", "PlayStation", ",", "Sid Shuman", ", director senior de", "SIE Content Communications", ", dijo que", "Sony", "creó esta nueva PS5 \"", "para abordar las necesidades cambiantes de los jugadores", "\".", "\"Nuestros equipos de ingeniería y diseño colaboraron en un nuevo factor de forma que proporciona mayores opciones y flexibilidad. Las mismas características tecnológicas que hacen de PS5 la mejor para jugar están empaquetadas en un factor de forma más pequeño, junto con una unidad de disco Blu-ray Ultra HD conectable y un SSD de 1 TB para más almacenamiento interno\". Comenta Shuman.", "La nueva", "PS5", "se ha reducido en volumen en más de un 30% y en peso en un 18% y un 24% en comparación con los modelos anteriores, dijo", "Sony", ". Hay cuatro paneles de cubierta separados, con la parte superior en aspecto brillante, mientras que la parte inferior permanece en mate. Si compras la edición digital de", "PS5", ", puedes agregar la unidad de disco", "Blu-ray Ultra HD", "para", "PS5", "más adelante, ya que también se venderá por separado por $79,99 | 119,99€ | £ 99,99 | 11.980 yenes.", "El nuevo modelo de", "PS5", "estará disponible a partir de", "noviembre en EE. UU", ". en minoristas locales selectos y en direct.playstation.com cuando esté disponible, agregó Sony. Continuará implementándose a nivel mundial en los meses siguientes. Una vez que se agote el inventario del modelo actual de PS5, la nueva PS5 se convertirá en el único modelo disponible.", "Estos son los precios minoristas recomendados para el nuevo modelo de", "PS5", ", a partir del lanzamiento en noviembre en los minoristas participantes:", "", "U.S.", "", "PS5 con unidad de disco Ultra HD Blu-ray – $499,99", "", "Edición digital PS5 – $449,99", "", "", "", "Europe", "", "PS5 con unidad de disco Blu-ray Ultra HD – 549,99 EUR", "", "Edición digital PS5 – 449,99 euros", "", "", "", "UK", "", "PS5 con unidad de disco Blu-ray Ultra HD – £ 479,99", "", "Edición digital PS5 – £ 389,99", "", "", "", "Japan", "", "PS5 con unidad de disco Ultra HD Blu-ray: 66 980 JPY (impuestos incluidos)", "", "PS5 con unidad de disco Ultra HD Blu-ray: 66 980 JPY (impuestos incluidos)", "", "", "", "Se incluye un soporte horizontal con el nuevo modelo de PS5. Un nuevo soporte vertical compatible con todos los modelos de PS5 se venderá por separado a $29,99 | 29,99 € | £ 24,99 | 3.980 yenes.", "¿Qué opinas?", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twiter como @wyp100."]},
{"title": ["Final Fantasy 16 es, según un anuncio de PlayStation 5, exclusivo de PS5 durante seis meses"], "content": ["Aparentemente, se ha confirmado que el muy esperado", "Final", "", "Fantasy", "", "XVI", "será un juego exclusivo de", "PlayStation", "", "5", "durante al menos seis meses.", "En un nuevo anuncio sobre las características del controlador inalámbrico", "PS5", "", "DualSense", ", se mostró brevemente", "Final", "", "Fantasy", "", "XVI", "con un descargo de responsabilidad en la parte inferior. Dice: \"", "Final", "", "Fantasy", "", "XVI", "anticipó el verano de 2023. Exclusivo de", "PS5", "durante seis meses\".", "", "Enter new worlds and immerse your senses with stunning visuals, 3D Audio, haptic feedback, and adaptive triggers from the DualSense Wireless Controller on the PS5", "pic.twitter.com/FIuqGjDZy4", "— PlayStation (@PlayStation)", "November 7, 2022", "Si bien sabíamos que", "Final", "", "Fantasy", "", "XVI", "había sido una consola cronometrada exclusiva para", "PS5", ", aún no estaba claro por cuánto tiempo. Las ofertas de", "Sony", "pueden variar mucho.", "Ghostwire: Tokyo", "y", "Deathloop", "fueron exclusivas cronometradas durante 12 meses, mientras que", "Forspoken", "será una exclusiva de", "PS5", "durante 24 meses.", "Si bien los jugadores de", "Xbox", "se quedan atrás, por ahora,", "Final", "", "Fantasy", "", "XVI", "al menos también llegará a la", "PC", ". La preocupación es cuándo exactamente lo hará. Cuando", "Square", "", "Enix", "anunció el juego en una exhibición de", "PS5", "en septiembre de 2020, la transmisión en vivo incluía las palabras \"también disponible para", "PC", "\", pero el avance oficial que se subió eliminó cualquier mención de dicha versión.", "Según", "Square", "", "Enix", ", el desarrollo de", "Final", "", "Fantasy", "", "XVI", "está completado en un 95% y se debería revelar una fecha de lanzamiento específica para finales de año.", "George Yang es escritor independiente para IGN. Ha estado escribiendo sobre la industria desde 2019 y ha trabajado con otras publicaciones como Insider, Kotaku, NPR y Variety.", "Cuando no escribe sobre videojuegos, George está jugando videojuegos. ¡Qué sorpresa! Puedes seguirlo en Twitter @Yinyangfooey"]},
{"title": ["The Last of Us Parte 1 - Tráiler de combate en PS5"], "publication_date": ["1 de Septiembre de 2022"]},
{"title": ["Xbox todavía espera poner Game Pass y juegos First-Party en PlayStation y Nintendo"], "content": ["En 2019, Microsoft planteó", "la idea de tener Xbox Game Pass en múltiples plataformas", ", y el director de Xbox, Phil Spencer, lo llamó un \"objetivo a largo plazo\" para la compañía, solo para volver a intentarlo un año después. Ahora, Xbox todavía quiere", "poner Game Pass y sus títulos first-party en PlayStation, Nintendo y cualquier otra plataforma", "más allá de su homónimo.", "El director financiero de Xbox, Tim Stuart, hizo referencia a la estrategia en la Cumbre TMT de Wells Fargo el martes, según un informe de GameSpot. Dijo que el objetivo es hacer que", "Game Pass y los juegos propios estén disponibles en \"todas las pantallas que puedan jugar\"", ", incluyendo la PS5, Nintendo Switch, teléfonos móviles y televisores inteligentes.", "\"Es un pequeño cambio de estrategia. No anunciamos nada en términos generales aquí, pero nuestra misión es llevar nuestras experiencias first-party [y] nuestros servicios de suscripción a todas las pantallas que puedan jugar\", dijo Stuart. \"Eso significa televisores inteligentes, dispositivos móviles, eso significa lo que hubiéramos considerado competidores en el pasado, como PlayStation y Nintendo\".", "Stuart también dijo que", "Game Pass se ha convertido en un gran negocio para Microsoft", ", junto con la publicidad y sus juegos propios. Ahora que Microsoft tiene a Activision Blizzard en su haber después de cerrar el acuerdo de 69 mil millones de dólares con el editor el mes pasado, dijo que la compañía quiere acelerar el proceso para que Game Pass esté disponible para todos, tengan o no una consola Xbox.", "Ya se puede acceder a Game Pass en PC bajo PC Game Pass, pero solo si tienes una computadora de escritorio o una computadora portátil para juegos que se ejecuta en Windows. Xbox también agregó compatibilidad con PC Game Pass a Nvidia GeForce Now, lo que permite a los suscriptores sincronizar sus cuentas de Xbox y acceder a títulos de Game Pass. Game Pass no está disponible oficialmente en Steam Deck, pero aún puedes ejecutarlo en la portátil a través de un navegador con Xbox Cloud Gaming.", "Podemos entender cómo le iría a Game Pass en PlayStation y televisores inteligentes, pero no estamos seguros de cómo le iría en Nintendo Switch, dada la tecnología que tiene y que puede causar problemas de fidelidad gráfica y latencia que lo sitúan años atrás de su rival. consolas. Cuando Switch 2, o como se llame finalmente, salga en un futuro cercano, tal vez Game Pass funcione mejor con mejoras.", ""]},
{"title": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "content": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"title": ["Xbox Series X/S, Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 26 al 28 de marzo"], "content": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si no tienen nada nuevo que jugar o simplemente están con ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "", "Watch Dogs: Legion", "- Pueden probarlo gratis hasta el 29 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "", "Sid Meier's Civilization VI", "- Pueden probar este juego en Steam durante el fin de semana, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "", "Creature in the Well", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 1 de abril y se quedará en su biblioteca de forma permanente.", "", "Outriders Demo", "- Pueden descargar el demo en Steam, incluye el", "capitulo inicial de la campaña sin restricciones", ".", "", "Xbox Series X/S - Xbox One", "", "Watch Dogs: Legion", "- Pueden probarlo gratis en Epic Games Store y Ubisoft Connect hasta el 29 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 50% de descuento.", "", "Tekken 7", "- Como parte de la promoción Días de juego gratis hasta el 28 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 80% de descuento.", "", "Need for Speed: Hot Pursuit Remastered", "- Como parte de la promoción Días de juego gratis hasta el 28 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 40% de descuento.", "", "Sid Meier's Civilization VI", "- Como parte de la promoción Días de juego gratis hasta el 28 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "", "Outriders Demo", "- Pueden descargar el demo en Xbox Store, incluye el capitulo inicial de la campaña sin restricciones.", "", "Warface: Breakout", "- Como parte de los", "Games with Gold de marzo", ".", "", "Vicious Attack Llama Apocalypse", "- Como parte de los Games with Gold de marzo.", "", "Port Royale 3", "- Como parte de los Games with Gold de marzo.", "", "Nota: los juegos de Xbox One se pueden jugar en Xbox Series X/S por medio de la retrocompatibilidad.", "PlayStation 5", "", "Watch Dogs: Legion", "- Pueden probarlo gratis hasta el 29 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "", "Outriders Demo", "- Pueden descargar el demo en PlayStation Store, incluye el capitulo inicial de la campaña sin restricciones.", "", "Maquette", "- Como parte de", "los juegos de PlayStation Plus de marzo", ".", "", "Destruction AllStars", "- Como parte de los juegos de PlayStation Plus de marzo.", "", "Los juegos de la iniciativa", "Play At Home", ",", "todos los detalles en este enlace", ".", "", "PlayStation 4", "", "Watch Dogs: Legion", "- Pueden probarlo gratis hasta el 29 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "", "Outriders Demo", "- Pueden descargar el demo en PlayStation Store, incluye el capitulo inicial de la campaña sin restricciones.", "", "Final Fantasy VII Remake", "- Como parte de los juegos de PlayStation Plus de marzo.", "", "Remnant: From the Ashes", "- Como parte de los juegos de PlayStation Plus de marzo.", "", "Farpoint (PSVR)", "- Como parte de los juegos de PlayStation Plus de marzo.", "", "Los juegos de la iniciativa", "Play At Home", ", todos", "los detalles en este enlace", ".", "", "Nintendo Switch", "", "Jump Rope Challenge", "- Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período).", "", "Super Mario Bros. 35", "- Disponible hasta el 31 de marzo como", "descarga gratuita con Nintendo Switch Online", ".", "", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas como el popular Fortnite, y por supuesto el catálogo de", "Xbox Game Pass", "con muchas opciones para los suscriptores."]},
{"title": ["Xbox Series X/S, Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 4 al 6 de junio"], "content": ["Como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si no tienen nada nuevo que jugar o simplemente están con ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "", "ARK: Survival Evolved", "- Pueden probar este juego en Steam hasta el 7 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 80% de descuento.", "", "Assetto Corsa Competizione", "- Pueden probar este juego en Steam hasta el 6 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "", "Dimension Drive", "- Pueden probar este juego en Steam hasta el 6 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 90% de descuento.", "", "Warhammer Underworlds Online", "- Gratis en Steam hasta el 10 de junio. Instálalo antes de ese día y se quedará en tu colección para siempre.", "", "Tell Me Why", ": Los tres capítulos gratis en Steam hasta el 1 de julio. Instálalo antes de ese día y se quedará en tu colección para siempre.", "", "Frostpunk", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 10 de junio y se quedará en su biblioteca de forma permanente.", "", "Battlefield 4: Standard Edition", "- Si tienen suscripción de Amazon Prime pueden obtener Battlefield 4 y otros juegos indie para PC completamente gratis en Prime Gaming. Pueden reclamar el código para Origin en", "este enlace", ", y la promoción estará disponible hasta el 21 de junio.", "", "Xbox Series X/S - Xbox One", "", "Warhammer 40,000: Inquisitor – Martyr Complete Collection", "- Como parte de la promoción Días de juego gratis hasta el 3 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 80% de descuento.", "", "Warhammer: Chaosbane", "- Como parte de la promoción Días de juego gratis hasta el 3 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 70% de descuento.", "", "Warhammer 40,000: Mechanicus", "- Como parte de la promoción Días de juego gratis hasta el 3 de junio, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "", "Tell Me Why", ": Los tres capítulos gratis en la tienda de Xbox hasta el 1 de julio. Instálalo antes de ese día y se quedará en tu colección para siempre.", "", "Dungeons 3", "- Como parte de los", "Games with Gold de mayo", ".", "", "T", "he King's Bird", "- Como parte de los", "Games with Gold de junio", ".", "", "NeoGeo Battle Coliseum", "- Como parte de los Games with Gold de junio.", "", "Por cierto, recuerden que ya pueden", "jugar en línea todos los juegos gratuitos sin necesidad de Xbox Live Gold", ".", "Nota: los juegos de Xbox One se pueden jugar en Xbox Series X/S por medio de la retrocompatibilidad.", "PlayStation 5 / PlayStation 4", "", "Operation: Tango (PS5)", "- Como parte de", "los juegos de PlayStation Plus de junio", ".", "", "Virtua Fighter 5: Ultimate Showdown (PS4)", "- Como parte de los juegos de PlayStation Plus de junio.", "", "Star Wars: Squadrons", "- Como parte de los juegos de PlayStation Plus de junio.", "", "Nintendo Switch", "", "Jump Rope Challenge", "- Disponible como descarga gratuita.", "", "Super Bomberman R Online", "- Disponible como descarga gratuita.", "", "Ninjala", "- Disponible como descarga gratuita.", "", "", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas como Fortnite, Apex Legends y Warzone, además de que el catálogo de Xbox Game Pass con muchas opciones para los suscriptores incluyendo los que l", "legarán durante esta primera mitad de junio", "."]},
{"title": ["Horizon Forbidden West: tras las críticas, Sony da marcha atrás y si ofrecerán actualización gratuita de PS4 a PS5"], "content": ["Horizon: Forbidden West fue uno de los temas más controvertidos de la semana debido a que se anunció que las ediciones estándar y especial", "no ofrecerían una actualización gratuita de PS4 a PS5", ", e incluso tampoco se daría la opción de poder pagar para hacer la mejora de una edición estándar a una que si incluya la versión de PS5.", "Esto estuvo dando mucho de que hablar en redes sociales ya que era algo que", "los jugadores consideraban injusto", ", y sobre todo por ver el plan de la competencia que parece ser mucho más accesible en este sentido de las actualizaciones de generación, pero ahora tenemos que PlayStation ha rectificado y han anunciado que si ofrecerán actualización gratuita de PS4 a PS5 para Horizon: Forbidden West.", "En una actualización de la nota de PlayStation.Blog donde se revelaron los detalles de las ediciones especiales, Jim Ryan ha publicado un comunicado donde reconoce la mala decisión y confirma que dieron marcha atrás al plan original.", "El presidente y director ejecutivo de Sony Interactive Entertainment dijo, \"El jueves iba a ser una celebración de Horizon Forbidden West y del increíble equipo de Guerrilla que trabaja para entregarlo el 18 de febrero de 2022. Sin embargo, está muy claro que las ofertas que confirmamos en nuestro inicio de reservas no dieron en el blanco. El año pasado nos comprometimos a ofrecer actualizaciones gratuitas para nuestros títulos de lanzamiento de generaciones cruzadas, que incluían Horizon Forbidden West. Si bien el profundo impacto de la pandemia empujó a Forbidden West fuera de la ventana de lanzamiento que imaginamos inicialmente, mantendremos nuestra oferta: los jugadores que compren Horizon Forbidden West en PlayStation 4 podrán actualizar a la versión de PlayStation 5 de forma gratuita.\"", "Además de esto, Ryan habló acerca del futuro de los títulos first-party exclusivos, \"También quiero confirmar hoy que en el futuro, los títulos exclusivos de first-party de PlayStation (lanzados en PS4 y PS5), tanto digitales como físicos, ofrecerán una opción de actualización digital de $10 USD de PS4 a PS5. Esto se aplicará al próximo God of War y Gran Turismo 7, y a cualquier otro título exclusivo de PS4 y PS5 de generación cruzada publicado por Sony Interactive Entertainment.\"", "Así que las críticas hicieron reaccionar a Sony y ahora podrán hacer la actualización de PS4 a PS5 de Horizon Forbidden West cuando lo requieran y sin tener que adquirir otra copia ni pagar extra.", "Horizon Forbidden West", "se pondrá disponible el 18 de febrero de 2022 en PS4 y PS5."]},
{"title": ["Horizon Forbidden West en PS5 carga tan rápido que tuvieron que hacerlo más lento para que puedas leer los consejos"], "content": ["Horizon Forbidden West se carga tan rápido en el SSD de la PS5 que el desarrollador Guerrilla Games en realidad tuvo que ralentizarlos deliberadamente para brindar a los jugadores suficiente tiempo para leer las los consejos y sugerencias de la pantalla de carga.", "En una conversación con Engadget, el director del juego de Forbidden West, Mathijs de Jonge, habló sobre los tiempos de carga increíblemente rápidos de los que es capaz PlayStation 5 y cómo se comparan con la experiencia de Horizon Zero Dawn en PS4.", "“En Horizon Zero Dawn, lo llamamos viaje rápido, pero podría demorar tal vez un minuto en cargarse”, dijo de Jonge.", "“Con la PS5, son quizás cuatro o cinco segundos, se carga tan rápido que los jugadores ni siquiera pueden leer los consejos.\"", "“Tuvimos que agregar una función muy simple en la que se queda la pantalla de carga durante el tiempo suficiente para que puedas leer al menos un consejo mientras se carga”.", "Si estás jugando", "Horizon Forbidden West", "en PS5, notarás que tienes que presionar X para pasar la pantalla de carga, por lo que definitivamente tienes todo el tiempo que necesitas para leer esos consejos de juego. (Actualización: en realidad puedes desactivar esto en el menú de configuración para que el juego se cargue de inmediato sin la necesidad de presionar X. Solo busca la opción de 'Modo de pantalla en espera').", "Personalmente, prefiero que el juego se cargue al instante - se incluyeron consejos de gameplay en las pantallas de carga para agregar algo valioso en un momento en el que no puedes hacer nada más, y tenía sentido en una era en la que los tiempos de carga eran mucho más largos. Si simplemente podemos continuar con el juego, entonces no necesitamos esos consejos, especialmente porque Horizon Forbidden West proporciona muchos consejos dentro del juego mismo.", "Esta no es la primera vez que un estudio de Sony hace esto. Increíblemente, Ghost of Tsushima también redujo sus tiempos de carga para permitir la lectura de consejos de juego, y eso se estaba ejecutando en el disco duro mecánico de la vieja escuela de la PS4.", "En más de Horizon Forbidden West, dale", "un vistazo a nuestra reseña", ".", ""]},
{"title": ["The Last of Us: Si juegas PC así puedes obtenerlo gratis con AMD"], "content": ["A partir del 28 de marzo y hasta el 15 de abril, los jugadores podrán sumergirse en", "The Last of Us Part I", ", que llega por primera vez a", "PC", ". Esto gracias a que", "AMD", "ofrecerá una copia del juego, con la compra de T", "arjetas Gráficas Radeon RX 7000", "o", "Radeon RX 6000", ", así como en la compra de", "laptops", "equipadas con T", "arjetas Gráficas Radeon RX 6000", "y", "RX 7000", ", desde esta fecha y hasta el 15 de abril de 2023. La oferta incluye la nueva", "Radeon RX 7900 XT", ". Este es un buen momento para que los jugadores aprovechen la última oferta gráfica de", "AMD", "para disfrutar de todos los detalles del exitoso título creado por", "Naughty Dog", ", que cuenta con la tecnología de escalado temporal", "AMD", "", "FidelityFX Super Resolution (FSR) 2.2", ".", "La", "Radeon RX 7900 XT", "incorpora la revolucionaria arquitectura", "AMD RDNA 3", ", compatibilidad con", "DisplayPort 2.1", "y otras funciones avanzadas que llevan los juegos al siguiente nivel. Y, gracias al precio asequible y el juego adicional, es el mejor momento para adentrarse en los juegos", "4K", "con la", "Radeon RX 7900 XT", ". Los jugadores también pueden aprovechar el bundle al realizar compras de determinadas Tarjetas Gráficas de la Serie", "Radeon RX 6000", "-incluidas", "Radeon RX 6500 XT", ",", "Radeon RX 6650 XT", ",", "Radeon RX 6700 XT", "y otras- que ofrecen un rendimiento y una relación calidad-precio líderes en el sector, frente a la oferta de la competencia, y que también se pueden encontrar hoy a precios increíbles en los principales minoristas."]},
{"title": ["EA Sports FC 24 (Nintendo Switch) - Reseña"], "score": ["8"]},
{"title": ["The Last of Us Part III: Insider vuelve a asegurar que la captura de movimiento ya lleva tiempo en desarrollo"], "content": ["The Last of Us Part II", "tuvo uno de los finales más desgarradores y demoledores que se han visto en la historia de los videojuegos. Si bien el viaje de", "Ellie", "parece haber llegado a su fin, puede que nos estemos adelantando.", "Hace unos meses surgió un rumor sobre que la tercera parte de ese título ya estaba en desarrollo y que ya había un historia de personajes totalmente planeada, además de que", "Ellie", "regresaría para ser igual de importante de lo que fue en la segunda entrega, de acuerdo a dicha filtración. Si bien no hubo más información, ahora es cuando ciertas pistas comienzan a tener sentido.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Ver esta publicación en Instagram", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Una publicación compartida por Shannon Woodward (@shannonwoodward)", "", "", "A través de Instagram, la actriz", "Shannon Woodward", ", quien prestó su voz a", "Dina", ", subió una imagen portando los atuendos de la captura de movimiento junto a un comentario \"", "Videojuego Top Secret", "\" y las especulaciones sugieren que", "The Last of Us Part III", "es el proyecto del que habla.", "Ante esta información, el conocido insider o scooper llamado", "@MyTimeToShineH", "citó un Tweet que habla de esta foto y comentó que este hecho ya lleva bastante tiempo sucediendo, por lo que volvería a confirmar que", "Naughty Dog", "está trabajando y poniendo todo su esfuerzo en este proyecto y que", "Dina", "vuelve.", "", "It already started a long time ago...", "https://t.co/BgXKWxapHX", "— MyTimeToShineHello (@MyTimeToShineH)", "September 26, 2023", "¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"title": ["Se anunció el remake de Metal Gear Solid 3 junto con la colección que incluye los tres primeros juegos"], "content": ["El remake de Konami se titulará Metal Gear Solid Δ: Snake Eater y mantendrá la historia y diálogos originales.", "Casi 20 años después del lanzamiento original, Konami está haciendo oficialmente el remake de Metal Gear Solid 3: Snake Eater para PlayStation 5, Xbox Series X|S y PC.", "Anunciado durante el PlayStation Showcase de hoy, el nuevo remake de Metal Gear Solid 3 se titula Metal Gear Solid Δ: Snake Eater y será un “remake fiel” del juego original de Hideo Kojima. (Δ se pronuncia \"Delta\".) Este se ha revelado en un breve avance CGI en el que la cámara recorre un paisaje selvático familiar y finalmente se detiene en Snake en medio de la interpretación de Cynthia Harrell del tema musical clásico.", "La información complementaria publicada después del evento confirmó que la nueva versión conservará las voces originales, presumiblemente incluyendo a David Hayter como Snake. Konami también prometió \"gráficos sin precedentes y sonido envolvente\".", "Metal Gear Solid: Master Collection Vol. 1 anunciada a la par del remake", "", "Además de Metal Gear Solid Δ, Konami también anunció Metal Gear Solid: Master Collection Vol. 1. La colección incluirá Metal Gear Solid, así como las versiones de Metal Gear Solid 2 y 3 HD Collection, que se lanzó por primera vez en PlayStation 3 en 2011. Llegará en otoño de 2023, y las plataformas están por confirmarse.", "Metal Gear Solid Δ y Metal Gear Solid: Master Collection marcarán el regreso de la serie extendida a las consolas modernas después de una larga ausencia. El Snake Eater original se lanzó en Norteamérica en 2004 y posteriormente se remasterizó, pero la muy publicitada ruptura de Kojima con Konami provocó una larga pausa en la serie. Su último lanzamiento importante fue Metal Gear Solid Survive, que se lanzó con algunas críticas en 2018.", "El Snake Eater original sigue a un agente cuyo nombre código es Naked Snake mientras busca a su mentor, quien aparentemente desertó a la Unión Soviética en medio de la Guerra Fría. El juego ganó elogios por su historia, mecánica y batallas únicas contra jefes, muchas de las cuales siguen siendo famosas hasta el día de hoy. Se rumora que la nueva versión está en proceso desde hace algún tiempo, con Bluepoint y Virtuous entre los estudios que se especula que liderarán el desarrollo, pero esta es la primera vez que se muestra oficialmente.", "Hace mucho tiempo que Kojima se dedicó a sus propios proyectos, trayendo consigo al famoso ilustrador Yoji Shinkawa, cuyo arte fue fundamental para dar vida a Metal Gear Solid. No está claro qué parte del equipo de desarrollo original está involucrado en la nueva versión, pero el grupo emitió una declaración sin firmar a través del comunicado de prensa.", "“Le agradecemos y apreciamos sinceramente su continuo apoyo. Actualmente, el equipo de desarrollo está trabajando en conjunto para crear un entorno donde los fanáticos puedan experimentar y disfrutar la serie Metal Gear en las últimas plataformas”.", "“Estamos rehaciendo Metal Gear Solid 3: Snake Eater, una de las entregas más queridas de la serie Metal Gear, revelando la historia de origen de Snake, como Metal Gear Solid Δ: Snake Eater. Estamos trabajando arduamente para que Metal Gear Solid Δ: Snake Eater sea una recreación fiel de la historia y el diseño del juego original, al tiempo que desarrollamos la jugabilidad con imágenes impresionantes y una experiencia de usuario perfecta”.", "“Simultáneamente, entregaremos la serie Metal Gear Solid: Master Collection, la compilación más completa que celebra el 35 aniversario de la serie. Metal Gear Solid: Master Collection permitirá a los fanáticos jugar los juegos tal como eran, tal como se lanzaron por primera vez en las plataformas más recientes. Esperamos que disfrute de la serie Metal Gear en las últimas plataformas”.", "Metal Gear Solid Δ: Snake Eater aún no tiene fecha de lanzamiento.", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"title": ["PlayStation perderá la integración con X/Twitter la próxima semana"], "content": ["Sony ha anunciado que", "dejará de dar soporte a la integración de X/Twitter en PlayStation 4 y PlayStation 5", "el próximo 13 de noviembre.", "Al iniciar tu consola,", "aparecerá un mensaje que indica que se eliminará la integración", ": \"Esto incluye la capacidad de ver cualquier contenido publicado en X en PS5/PS4, y la capacidad de publicar y ver contenido, trofeos y otras actividades de juego en X directamente desde PS5/PS4 (o vincular desde una cuenta X para hacerlo).”", "La página de preguntas frecuentes de PlayStation se actualizó con la declaración de Sony y", "enumeró otras formas de compartir contenido", ". Esto incluye usar la aplicación móvil de PlayStation o cargar datos en una unidad USB y luego transferirlos a una PC.", "Sony", "no ofreció una explicación de por qué se estaba produciendo este cambio", ". Sin embargo, a principios de este año, Microsoft aparentemente deshabilitó el uso compartido de capturas de pantalla de la consola Xbox debido", "a cambios en la API de la plataforma", "de redes sociales. Al igual que PlayStation, los jugadores de Xbox ahora deben utilizar la aplicación oficial de Xbox para Android e iOS si quieren compartir cargas de juegos en X.", "Elon Musk compró X en 2022 por 44 mil millones de dólares y pasó por cambios masivos bajo su propiedad, la mayoría de los cuales no han sido bien recibidos en la industria de los videojuegos. Más recientemente, X anunció que probaría un nuevo programa en Nueva Zelanda y Filipinas donde las cuentas no verificadas tienen que registrarse para obtener una suscripción anual de $1 dólar para publicar e interactuar con otras publicaciones.", ""]},
{"title": ["Final Fantasy 16 recibirá dos expansiones DLC y su port para PC está oficialmente en desarrollo"], "content": ["Square Enix ha anunciado que", "Final Fantasy XVI recibirá dos expansiones DLC de paga", "y confirmó que", "su port para PC está oficialmente en desarrollo", ". Más adelante este año se revelarán más detalles sobre ambos aspectos.", "\"Como mencioné anteriormente, hemos visto muchas opiniones y reacciones de nuestra comunidad de jugadores de Final Fantasy XVI\", dijo el productor Naoki Yoshida. \"Pero una cosa que se hizo evidente fue que la gente quería ver más de la historia de Valisthea y pasar más tiempo con sus habitantes\".", "Luego, Yoshida anunció oficialmente que el equipo de desarrollo comenzó a trabajar en dos entregas de DLC de paga. Luego pasó a compartir buenas noticias para aquellos que esperan jugar el más reciente Final Fantasy en su PC.", "\"Finalmente, aunque Final Fantasy XVI se lanzó como exclusivo de PlayStation 5, somos conscientes de que muchos de ustedes han estado pidiendo una versión para PC\", dijo Yoshida. \"Permítanme aprovechar esta oportunidad para anunciar oficialmente que el desarrollo de una versión para PC está actualmente en marcha.", "\"Espero poder brindarles más información sobre el próximo DLC y la versión para PC antes de fin de año, así que estén atentos\".", "Además, hoy llegará una actualización gratuita para el juego que incluye disfraces alternativos para varios personajes, una nueva arma Onion Sword y la capacidad de cambiar la apariencia de las armas de Clive manteniendo las estadísticas de la que está equipada.", "Yoshida declaró anteriormente que no había ningún DLC inicial planeado para Final Fantasy XVI, pero los comentarios de los fanáticos hicieron que Square Enix reconsiderara la posibilidad.", "Actualmente, el juego es exclusivo de la consola PS5 durante al menos 6 meses. Ahora que la versión para PC se anunció oficialmente, se desconoce si también llegará a Xbox Series X|S en el futuro.", "En la reseña de Final Fantasy XVI de IGN US, dicen: \"Es muy probable que Final Fantasy 16 sea considerado un punto de inflexión para los juegos principales de Final Fantasy, llevando su combate completamente hacia un juego de acción, pero espero que esa conversación no eclipse su historia oscura y cautivadora, sus personajes memorables. y las formas innovadoras en las que le ayuda a realizar un seguimiento de todo.”", ""]},
{"title": ["Dead Island 2: Nuevo Gameplay"], "publication_date": ["2 de Marzo de 2023"]},
{"title": ["Xbox Game Pass: estos son todos los juegos que llegan y se van en la segunda mitad de noviembre"], "content": ["Microsoft ha dado a conocer los juegos que llegarán a", "Xbox Game Pass", "en la", "segunda mitad de noviembre", ", destacando títulos como Persona 5 Tactica, Rollerdrome y Dune: Spice Wars.", "A través de Xbox Wire se revelaron los títulos disponibles desde hoy, y pueden verlos en el listado a continuación:", "Ya disponibles", "Coral Island (Nube y Xbox Series X/S)", "- Coral Island invita a los jugadores a ser quienes quieran y experimentar la encantadora vida en una isla a su propio ritmo: vivir de la tierra, criar animales, entablar relaciones con un elenco diverso de habitantes del pueblo y crear del mundo que les rodea un lugar más vital y armonioso.", "17 de noviembre", "Persona 5 Tactica (Nube, Consola y PC)", "- después de un extraño incidente, los Phantom Thieves se encuentran en grave peligro hasta que un misterioso revolucionario los rescata y les ofrece un trato a cambio de su ayuda. ¡Reúne un equipo estelar de héroes en una historia completamente nueva en esta emocionante aventura de combate ambientada en el icónico universo de Persona!", "28 de noviembre", "Dune: Spice Wars (Nube y Consola)", "- ¡Disponible ahora con PC Game Pass y próximamente en consolas Xbox y Cloud Gaming (Beta)! Un juego de estrategia 4X en tiempo real de los desarrolladores del aclamado Northgard . Ambientado en el innovador universo Dune de Frank Herbert, debes liderar tu facción y luchar por el control y el dominio sobre el duro planeta desértico de Arrakis.", "Rollerdrome (Nube, PC y Xbox Series X/S)", "- Bienvenido a 2030. En un mundo donde reinan las corporaciones y las líneas entre la realidad y el rendimiento son borrosas, el público se distrae con un nuevo y brutal deporte: Rollerdrome . Experimenta un shooter de acción en tercera persona lleno de adrenalina que combina combates de alto octanaje con mecánicas engañosas. ¿Tienes lo necesario para convertirte en el campeón?", "Juegos que se van de Xbox Game Pass", "Pero no todas son buenas noticias ya que también hay", "juegos que se van del servicio el 30 de noviembre", ", y pueden conocerlos a continuación:", "- Anvil (Nube, Consola y PC)", "- Battlefield 1943 (Consola) EA Play", "- Battlefield: Bad Company (Consola) EA Play", "- Battlefield: Bad Company 2 (Consola y PC) EA Play", "- Disc Room (Nube, Consola y PC)", "- Eastward (Nube, Consola y PC)", "- Grid (Consola) EA Play", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Star Wars Jedi: Survivor está en etapas tempranas de desarrollo para PS4 y Xbox One"], "content": ["Star Wars Jedi: Survivor se está expandiendo a más consolas. No estamos hablando de Nintendo Switch o algún otro tema de la próxima generación. En vez de esto, Respawn está trabajando especialmente en la antigua generación, el Xbox One y el PS4.", "Dicho anuncio se dio a conocer en la llamada de inversionistas de EA, el publisher reveló que Respawn \"está en etapas tempranas de desarrollo\" para llevar Jedi: Survivor a PS4 y Xbox One.", "Eso no quiere decir que se esté abandonando la generación actual:", "\"Un soporte adicional se está implementando para PC, PS5 y Series X/S pues estas plataformas son prioridad en Respawn, el equipo compartirá información tan pronto cuando la siguiente actualización esté lista.\"", "Si bien muchos juegos todavía se desarrollan teniendo en cuenta ambas generaciones, cada vez más juegos AAA en particular optan por quedarse con la generación actual a medida que aumentan las tasas de adopción en las consolas de la serie PS5 y Xbox. Sin embargo, la gran tasa de conexión de la PS4 en particular dificulta que la mayoría de los juegos se salten por completo.", "Desde antes del lanzamiento, los fans han creído que Jedi: Survivor sería completamente de generación actual, a pesar de que su predecesor Star Wars Jedi: Fallen Order se lanzó entre generaciones, por lo que esta noticia puede ser una grata sorpresa para los fans de Star Wars que no han comprado el últimas consolas hasta ahora. Oye, tal vez esto signifique que también tendremos Jedi: Survivor en las consolas de Nintendo si el rumoreado Switch de próxima generación llega como se esperaba.", "Rebekah Valentine es reportera principal de IGN. ¿Tienes un consejo de historia? Envíalo a rvalentine@ign.com."]},
{"title": ["Heroes: A Video Game Symphony llegará a Latinoamérica el próximo año"], "content": ["Finalmente tenemos confirmación para el esperado concierto que reúne lo mejor de la música de los videojuegos en un solo lugar, “Heroes: A Video Game Symphony”, por primera vez dicho concierto se llevará a cabo en Latinoamérica, siendo la Ciudad de México y la ciudad de Monterrey las elegidas para albergar el espectáculo. Este año el concierto también incluirá un arreglo especial para agregar a World of Warcraft entre su amplio repertorio, además de nuevas piezas de Assassin’s Creed y la saga de Diablo.", "Jason Michael Paul, el productor y creador de los primeros conciertos de Final Fantasy, los conciertos del 25 aniversario de The Legend of Zelda y The Legend of Zelda: Symphony of the Goddesses así como fundador de JMP Entertainment, fue quien dio vida a este evento como un espacio en el que podemos disfrutar de la música de los juegos que nos han marcado como gamers.", "La música presentada en Heroes: A Video Game Symphony incluye títulos como World of Warcraft, The Last of Us, Final Fantasy, The Legend of Zelda, Chrono Cross, Chrono Trigger, Portal 2, BioShock, Guild Wars 2, The Elder Scrolls IV: Oblivion, The Elder Scrolls V: Skyrim, The Elder Scrolls: Blades, Fallout 4, Starfield, Castlevania, Metal Gear Solid, Halo, Mass Effect, Dear Esther, Journey, God of War, Dragon Age, Shadow of the Colossus. Además de que contará con una orquesta de 70 músicos y un coro para interpretar las canciones de las múltiples franquicias de videojuegos mencionadas.", "Heroes: A Video Game Symphony se llevará a cabo en la Arena Monterrey el día 31 de enero de 2024 y los boletos se pueden adquirir en taquilla o dando click en el siguiente", "enlace", ". Y en la Arena Ciudad de México el día 1 de Febrero de 2024, y los boletos se pueden adquirir en las taquillas de la arena o en el siguiente", "enlace", ".", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", "@ErickRom0506"]},
{"title": ["Xbox Game Pass: estos son los juegos que llegan y que se van del servicio en esta primera mitad de junio"], "content": ["Microsoft ha dado a conocer los juegos que llegarán a", "Xbox Game Pass", "durante la primera mitad de este mes de junio, y pueden conocerlos en el listado a continuación:", "The Wild at Heart (nube) - Ya Disponible", "", "Explora un hermoso y artesanal mundo repleto de encantadores puzles y secretos en The Wild at Heart, una historia centrada en dos niños que escapan a una tierra fantástica llena de criaturas mágicas para conocer a una extraña orden de guardianes que han perdido su camino y entablar una linda amistad con ellos. ¡Diviértete explorando Deep Woods!", "", "For Honor (nube y consola) – 3 de junio", "", "La guerra avanza por la tierra de Heathmoor mientras los héroes de facciones rivales se enfrentan en interminables batallas viscerales. Usa tus habilidades para llevarte la victoria en una variedad de emocionantes modos multijugador individuales y brutales. ¡El destino está en tus manos! ¡Lucha por el honor!", "", "Backbone (PC) ID@Xbox – 8 de junio", "", "Sigue la historia de Howard Lotor, un detective mapache. Un personaje que nada tiene que ver con un héroe típico, pues apenas si puede pagar su alquiler. Sin embargo, se ha encontrará con algo tan masivo que sacudirá a toda la sociedad. Descubre impresionantes imágenes, una evocadora banda sonora y una atrevida narrativa que dan vida a una distópica versión de la ciudad de Vancouver habitada por animales en esta aventura posnoir.", "", "Darkest Dungeon (nube, consola y PC) ID@Xbox – 10 de junio", "", "Darkest Dungeon es un desafiante RPG gótico roguelike por turnos sobre el estrés psicológico de las aventuras. Recluta, entrena y lidera un equipo de héroes imperfectos a través de retorcidos bosques, madrigueras olvidadas, criptas en ruinas y mucho más. ¡Enfréntate a enemigos inimaginables, estrés, hambruna, enfermedades y una oscuridad cada vez más profunda!", "", "Pero no todas son buenas noticias ya que también se revelaron los juegos que serán retirados del servicio el próximo 15 de junio:", "", "Ace Combat 7: Skies Unknown (Consola)", "", "Night Call (Nube, Consola y PC)", "", "West of Dead (Nube, Consola y PC)", "", "Wizard of Legend (Nube, Consola y PC)", "", "Observation (Nube, Consola y PC)", "", "Así que si están interesados en alguno de estos consideren jugarlo antes de esa fecha, y recuerden que si quieren conservarlos pueden usar su descuento del 20% para miembros de Xbox Game Pass en cualquier título disponible en el catálogo.", "Por cierto, recuerden que el 13 de junio a las 10:00 a.m. PT se llevará a cabo el", "Showcase de Xbox & Bethesda Games", "donde habrá varias novedades de Xbox, incluyendo los próximos lanzamientos de Xbox Game Pass.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Horizon: Forbidden West confirma su lanzamiento para 2022"], "content": ["Durante una actualización de desarrollo en Gamescom Opening Night Live, el director de Horizon: Forbidden West, Mathijs de Jonge, confirmó que la secuela llegará a PS4 / PS5 el 18 de febrero de 2022.", "Originalmente programado para tener una ventana de lanzamiento de \"Navidad 2021\", se rumoreaba recientemente que Horizon Forbidden West se atrasaría hasta el próximo año. de Jonge confirmó que la secuela ahora está en camino para 2022, citando que un equilibrio saludable entre el trabajo y la vida era importante para el equipo de Guerilla Games a medida que desarrollaron Forbidden West durante la pandemia de 2020 y más allá.", "\"Si bien la decisión de trasladar el lanzamiento del juego a 2022 ciertamente no fue fácil\", dijo de Jonge, \"nos gustaría tomarnos un momento para agradecer a todos nuestros fans por su apoyo inquebrantable; sabemos cuánto has estado deseando reunirte con Aloy y sus amigos, continuar su historia y explorar un mundo nuevo y más peligroso. Tu pasión, fan art, cosplay, fotografía virtual y videos han significado el mundo para todos nosotros\".", "Las reservas de Horizon: Forbidden West comenzarán el 2 de septiembre de 2021.", "Además de esto, se anunció que Horizon Zero Dawn recibió una actualización que permitirá jugar a 4K y 60 FPS en PlayStation 5, tal como pueden ver en el tuit a continuación:", "", "Surprise announcement we know you’ve been waiting for: the Enhanced Performance Patch for Horizon Zero Dawn on PlayStation 5 is live now!", "", "🔥 Unlocks 60 FPS Mode", "✨ 4K Checkerboard Resolution", "🎮 Free for all PS5 players", "#HorizonZeroDawn", "", "pic.twitter.com/HdiuNNBTmS", "— Guerrilla (@Guerrilla)", "August 25, 2021"]},
{"title": ["The Last of Us Part 1 obtiene un mod brutal y sangriento en primera persona para PC"], "content": ["Un fan está modificando", "The Last of Us Part 1", "para", "PC", "para incluir un modo en primera persona brutal y sangriento.", "Según lo informado por", "ComicBook.com", ", El usuario de", "YouTube", "", "Voyagers", "", "Revenge", "subió un video de ocho minutos del mod en acción, que muestra las intensas y gráficas batallas de", "The Last of Us", "desde una nueva perspectiva.", "Con un puñado de secciones del juego junto con contenido modificado, el video muestra al jugador enfrentándose a enemigos humanos e infectados junto con los espeluznantes", "clickers", "y", "bloaters", "que son aún más aterradores en primera persona.", "Mostrando un puñado de armas también, desde granadas hasta pistolas, cócteles molotov y rifles de asalto, el mod realmente muestra el lado más sangriento de", "The Last of Us", ".", "No se compartió la fecha de lanzamiento del modo en primera persona, aunque el modder reveló algunos otros elementos de su juego. Cada encuentro tiene una dificultad personalizada para que las cosas sean lo más realistas y brutales posible.", "\"La demostración de mi concepto de modo en primera persona nos permite sobrevivir de cerca y personalmente en este hermoso, realista y caótico mundo que ha desarrollado", "Naughty Dog", "\", dijo", "Voyagers Revenge", ".", "The Last of Us Part 1", "se lanzó para", "PC", "en marzo, pero fue criticado casi de inmediato por sus problemas de rendimiento. Sin embargo,", "Naughty Dog", "lanzó rápidamente parches para él, y después de un mes lanzó una importante actualización que solucionaría la mayoría de los problemas del juego.", "Ryan Dinsdale es un reportero independiente de IGN. Hablará de The Witcher todo el día."]},
{"title": ["Hogwarts Legacy es todo un éxito de ventas en Nintendo Switch"], "content": ["Hogwarts Legacy se lanzó en Nintendo Switch el 14 de noviembre y desde entonces se ha estado vendiendo de manera fantástica. El lanzamiento de Hogwarts Legacy tuvo un lanzamiento en la consola híbrida con una diferencia de 9 meses respecto al resto de consolas, y llevar el juego a Nintendo Switch fue toda una hazaña impresionante.", "Ya desde antes de su lanzamiento, los fans que juegan en Switch esperaban ansiosamente el debut de Hogwarts Legacy en la consola. Algunos se preocuparon de que el juego necesitara ser degradado por las limitaciones de la consola, pero los fans se sintieron aliviados cuando el juego resultó verse casi tan bien como sus versiones de PS4 y Xbox One. El poder del fandom de Harry Potter, combinado con el éxito del port en Switch han sido suficientes para establecerlo como el tercer juego más vendido de la consola en 2023.", "Si bien su desempeño ha sido extraordinario, los fanáticos se sintieron decepcionados a principios de este mes cuando The Game Awards no le dio a Hogwarts Legacy ni una sola nominación. Hogwarts Legacy vendió más de 15 millones de copias y fue uno de los juegos de mundo abierto más populares del año por lo que su ausencia en la premiación puede deberse a otros factores.", "En nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego y dijimos: \"Hogwarts Legacy es el juego que los fans de Harry Potter siempre han soñado. Este mundo abierto captura toda la emoción y la magia del Universo de Harry Potter con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de Hogwarts.\"", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", "@ErickRom0506"]},
{"title": ["Hogwarts Legacy es todo un éxito de ventas en Nintendo Switch"], "content": ["Hogwarts Legacy se lanzó en Nintendo Switch el 14 de noviembre y desde entonces se ha estado vendiendo de manera fantástica. El lanzamiento de Hogwarts Legacy tuvo un lanzamiento en la consola híbrida con una diferencia de 9 meses respecto al resto de consolas, y llevar el juego a Nintendo Switch fue toda una hazaña impresionante.", "Ya desde antes de su lanzamiento, los fans que juegan en Switch esperaban ansiosamente el debut de Hogwarts Legacy en la consola. Algunos se preocuparon de que el juego necesitara ser degradado por las limitaciones de la consola, pero los fans se sintieron aliviados cuando el juego resultó verse casi tan bien como sus versiones de PS4 y Xbox One. El poder del fandom de Harry Potter, combinado con el éxito del port en Switch han sido suficientes para establecerlo como el tercer juego más vendido de la consola en 2023.", "Si bien su desempeño ha sido extraordinario, los fanáticos se sintieron decepcionados a principios de este mes cuando The Game Awards no le dio a Hogwarts Legacy ni una sola nominación. Hogwarts Legacy vendió más de 15 millones de copias y fue uno de los juegos de mundo abierto más populares del año por lo que su ausencia en la premiación puede deberse a otros factores.", "En nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego y dijimos: \"Hogwarts Legacy es el juego que los fans de Harry Potter siempre han soñado. Este mundo abierto captura toda la emoción y la magia del Universo de Harry Potter con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de Hogwarts.\"", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", "@ErickRom0506"]},
{"title": ["The Last of Us Part 2: Se confirma que el remaster para PS5 llegará en enero de 2024"], "content": ["Poco después de que una filtración confirmara su existencia, Naughty Dog reveló oficialmente The Last of Us Part II Remastered para PS5 el viernes por la noche, confirmando también la fecha de lanzamiento: 19 de enero.", "En particular, aquellos que ya poseen The Last of Us Part II en PS4 podrán actualizar a una versión digital de The Last of Us Part II Remastered en PS5 por $10 dólares. Los archivos guardados también se podrán importar a The Last of Us Part II Remastered.", "Sin embargo, Naughty Dog aclaró que las actualizaciones para copias en disco de la versión de PS4 solo están disponibles si tienes una PS5 con unidad de disco. \"Los propietarios de copias de discos de PS4 deben insertarlas en la PS5 cada vez que quieran descargar o jugar la versión digital de PS5\", explica la publicación del blog de Naughty Dog.", "No se menciona una versión para PC de la remasterización. Puedes ver el avance a continuación.", "PlayStation Network filtró previamente la remasterización, que presenta un nuevo modo de supervivencia roguelite, así como una serie de mejoras en el juego.", "Contará con un nuevo modo de supervivencia roguelite llamado No Return. En este modo, los jugadores pueden elegir su propio camino a través de una serie de encuentros aleatorios con diferentes enemigos y ubicaciones a lo largo de la historia. Los jugadores deben luchar y sobrevivir el mayor tiempo posible para llegar a los jefes.", "Habrá personajes desbloqueables en No Return, algunos de los cuales nunca fueron jugables en la franquicia y poseen rasgos de juego únicos.", "", "The Last of Us Part II Remastered fue filtrado en PSN.", "", "Además, hay un nuevo modo speedrun para que los jugadores prueben y superen los tiempos de los demás y una nueva función llamada Guitar Free Play donde los jugadores pueden desbloquear instrumentos. También habrá nuevos diseños de personajes y armas desbloqueables para Ellie y Abby, así como más funciones detrás de cámara. Lost Levels, por ejemplo, permite a los jugadores explorar las primeras versiones de desarrollo de tres nuevos niveles que no se ven en el juego original de PS4.", "Esta remasterización generará 4K en modo Fidelity y tendrá tiempos de carga más rápidos, así como una integración completa de Dualsense. Puedes leer la lista completa a continuación y ver la publicación completa del blog de Naughty Dog aquí.", "", "Experimenta al ganador de más de 300 premios al Juego del Año ahora con una variedad de mejoras técnicas que hacen de The Last of Us Part II Remastered la forma definitiva de jugar la historia aclamada por la crítica de Ellie y Abby.", "", "Mejoras nativas de PS5 Creado para la consola PS5, The Last of Us Part II Remastered mejora el juego original de PS4 de maneras que antes no eran posibles, incluyendo: • Una serie de mejoras gráficas que dan vida a este hermoso pero peligroso mundo. • El rendimiento visual ahora se produce en 4K en modo Fidelity. • Los tiempos de carga mejorados más rápidamente te permiten entrar en acción. • Integración completa del controlador inalámbrico DualSense™.", "", "No Return: un modo de supervivencia roguelike", "¡Experimenta el profundo combate de The Last of Us Part II a través de un modo completamente nuevo! Sobrevive tanto como puedas en cada carrera, mientras eliges tu camino a través de una serie de encuentros aleatorios. Juega como una gran cantidad de diferentes personajes desbloqueables, algunos nunca antes jugables en la franquicia The Last of Us, cada uno con características de juego únicas. La variedad de desafíos presenta diferentes enemigos y ubicaciones memorables de toda la Parte II, todos culminando en tensas batallas contra jefes.", "", "Nuevas formas de jugar", "Profundiza en esta querida aventura y descubre cómo se creó el juego original. • Lost Levels te permite explorar versiones de desarrollo inicial de tres nuevos niveles que no se ven en el original. • Disfruta de horas de comentarios de nuevos desarrolladores para escuchar información sobre el desarrollo de la Parte II mientras experimentas el juego. • Vive tu potencial musical con Guitar Free Play, que incluye nuevos instrumentos desbloqueables, o enfréntate al nuevo modo Speedrun* y publica tus mejores tiempos. • También se agregaron audio descriptivo** y voz a vibraciones al conjunto de funciones de accesibilidad de la Parte II. • The Last of Us Part II Remastered también presenta nuevos diseños de personajes y armas desbloqueables para que los jugadores los usen tanto para Ellie como para Abby.", "", "*Se requiere progresión del juego para desbloquear. **Solo disponible para idiomas compatibles con audio", "", "A principios de este año, el compositor de la serie Gustavo Santaolalla insinuó que The Last of Us Part II podría tener una nueva edición en la que se ampliaría el cameo de su personaje de guitarrista. Probablemente se refería a Guitar Free Play.", "The Last of Us Part 2 se lanzó por primera vez en PS4 en 2020 y recibió una mejora de 60 fps a través de compatibilidad con versiones anteriores para PS5 en 2021.", "George Yang es escritor independiente para IGN. Escribe sobre la industria desde 2019 y ha trabajado con otras publicaciones como Insider, Kotaku, NPR y Variety.", "Cuando no escribe sobre videojuegos, George juega videojuegos. ¡Qué sorpresa! Puedes seguirlo en Twitter @Yinyangfooey"]},
{"title": ["Xbox Partner Preview Octubre 2023: Esto es todo lo anunciado en el evento"], "content": ["Microsoft ha revelado un nuevo formato de programa llamado", "Xbox Partner Preview", "y su primera transmisión presentó nuevas miradas a Metal Gear Solid Δ: Snake Eater, Alan Wake 2: Like a Dragon: Infinite Wealth, ARK: Survival Ascended y mucho más.", "Hubo", "un montón de juegos en el tiempo de ejecución de aproximadamente 30 minutos", ", y estamos aquí para desglosarlos y presentarles las revelaciones, anuncios, avances y más importantes en un solo lugar. ¡Disfruta!", "Metal Gear Solid 3 Remake revela su primer gameplay y se ve hermoso", "Konami finalmente ha compartido un primer vistazo al gameplay del remake de Metal Gear Solid 3: Snake Eater, y luce hermoso. Si bien no duró mucho, el avance les brinda a los fans una idea de cómo se verá este clásico en las plataformas modernas desarrollado en Unreal Engine 5.", "El tráiler de lanzamiento y el walkthrough de Alan Wake II presentan un enemigo aterrador que seguramente perseguirá nuestros sueños", "Además de presentar el tráiler de lanzamiento de Alan Wake 2 antes de su fecha de lanzamiento del 27 de octubre de 2023, Remedy compartió con nosotros un walkthrough en el que Saga Anderson se enfrenta a un enemigo aterrador que parece ser una mujer humana que tiene una copia reflejada de sí misma.", "Like a Dragon: Infinite Wealth te permite administrar tu propio resort isleño", "Like a Dragon: Infinite Wealth continuará la racha de la franquicia de incluir minijuegos en profundidad que no son necesarios para la historia pero que son tan maravillosos como el contenido principal. En Infinite Wealth, los jugadores podrán visitar o montar en delfín hasta la isla DonDoko, que es un hermoso complejo que debes ayudar a construir.", "Además de construir la casa de tus sueños en la isla, puedes elegir dónde irán las tiendas y las decoraciones, puedes interactuar y hacerte amigo de la gente y los animales locales, y puedes realizar grandes cambios en la isla para atraer nuevos turistas.", "Sin embargo, no todo el mundo es una cara amigable, ya que habrá matones e incluso animales como jabalíes que intentarán arruinar tu diversión.", "Primer vistazo a Ark: Survival Ascended", "ARK: Survival Ascended, la nueva versión de ARK: Survival Evolved con Unreal Engine 5, les dio a los fans su primer vistazo al juego mejorado que está lleno de dinosaurios, criaturas prehistóricas gigantes y monstruos de fantasía. ARK: Survival Ascended es mucho más que una simple nueva versión del primer juego, ya que también incluirá mods multiplataforma, juego y progresión cruzada, y mucho más.", "Manor Lords obtiene una fecha de lanzamiento de Game Pass para PC y un tráiler de gameplay", "Manor Lords es un próximo juego de construcción de ciudades históricas que se lanzará en Game Preview para Windows y PC Game Pass el 26 de abril de 2024. Llegará a las consolas Xbox después de esa fecha.", "Un nuevo tráiler muestra el juego en acción, en el que los jugadores construyen la ciudad medieval de sus sueños y protegen a quienes la llaman hogar.", "RoboCop: Rogue City obtiene un nuevo tráiler de historia y gameplay", "RoboCop obtuvo un nuevo avance en Xbox Partner Preview, y dio un adelanto de la historia del juego y los personajes involucrados en él. También echamos otro vistazo al gameplay, algunas de las armas que RoboCop podrá usar e incluso un robot al que tendrás que enfrentarte.", "El tráiler de gameplay de Still Wakes the Deep muestra la más reciente aventura espeluznante del estudio de Dear Esther", "Still Wakes the Deep es un nuevo juego de terror narrativo del desarrollador de Dear Esther, The Chinese Room, y busca llevar a los jugadores a una misteriosa plataforma petrolera frente a la costa de Escocia en 1975. Las imágenes mostradas fueron un vistazo al juego. en acción y da un adelanto de los horrores que se avecinan.", "El tráiler del gameplay de Dungeons of Hinterberg muestra más del juego de simulación social de acción y aventuras", "Dungeons of Hinterberg, que se lanzará en 2024, obtuvo un avance profundo que presenta una mirada al combate del juego y su lado social. Este nuevo juego está protagonizado por un personaje llamado Luisa, y el tráiler muestra cómo equilibrará el combate, las relaciones y más cuando se lance Dungeons of Hinterberg en 2024.", "Spirit of the North 2 verá a un zorro y un cuervo uniéndose para restaurar a los guardianes perdidos y encontrar el camino a casa", "Spirit of the North 2 es la secuela del original de 2019 y verá a un zorro y un cuervo uniéndose para restaurar a los guardianes perdidos y hacer todo lo posible para encontrar el camino a casa. Su viaje los pondrá cara a cara con el chamán oscuro Grimnir, y tendrán que trabajar juntos si esperan sobrevivir en este peligroso pero hermoso mundo.", "The Finals obtiene una beta abierta y un nuevo tráiler de gameplay", "The Finals es un juego de disparos competitivo gratuito basado en equipos que tendrá una versión beta abierta en Xbox el 26 de octubre de 2023. Lo que distingue a The Finals de otros juegos de este tipo es que está ambientado en un entorno de un programa de juegos de combate centrado en un mundo virtual que puedes \"alterar, explotar e incluso destruir\".", "Ikaro: Will Not Die es un juego de ritmo rápido con elementos Rogue-Lite de FuturLab y Thunderful", "Ikaro: Will Not Die es un nuevo juego de FuturLab y Thunderful y presenta un gameplay trepidante con elementos rogue-lite. El juego en sí está ambientado en una instalación futurista de neón y el avance del anuncio les da a los fans una idea de la diversión que les espera."]},
{"title": ["¿Sony necesita responder a la compra de Activision Blizzard por parte de Microsoft?"], "content": ["¿Necesita Sony responder a la espectacular compra de Activision Blizzard por 69,000 millones de dólares por parte de Microsoft?", "Esa es la pregunta que todos se hacen en la industria", "mientras el fabricante de Xbox gasta dinero en su gran misión de ponerse al día con los videojuegos.", "Este mes, Microsoft finalmente selló el acuerdo en su larga búsqueda del fabricante de Call of Duty, World of Warcraft y Candy Crush, y", "ahora está trabajando para integrar el negocio Activision Blizzard", "en la máquina de Microsoft.", "Si bien los ejecutivos de Xbox han insistido en que los juegos de Activision Blizzard no llegarán a Game Pass hasta el próximo año, la posición de Microsoft en la guerra de las consolas, que ha admitido que ha perdido,", "parece que aumentará", ".", "Sony, con la PlayStation 5 siendo un éxito rotundo y sus juegos propios estableciendo récords de ventas,", "no está en condiciones de gastar la cantidad de dinero que Microsoft tiene en fusiones y adquisiciones", ". Pero ha abierto su billetera en los últimos años, comprando al fabricante de Destiny, Bungie, por 3,600 millones de dólares y, antes de eso, adquiriendo al desarrollador de Spider-Man 2, Insomniac, por lo que ahora parece una tajada de 229 millones de dólares.", "¿Necesita ahora Sony responder a la compra de Activision Blizzard por parte de Microsoft con más adquisiciones propias?", "Esa es una pregunta que CNBC le hizo al jefe de negocios de Sony Interactive Entertainment, Eric Lempel, quien dejó en claro que PlayStation todavía está buscando socios con quienes trabajar, pero no necesariamente con miras a comprarlos primero.", "\"Tenemos varias formas de ver esto\"", ", dijo Lempel, y agregó que", "\"en términos de contenido excelente, ahí es donde nos enfocamos\"", ".", "\"Hemos realizado más fusiones y adquisiciones en la última década que nunca\"", ", añadió. \"Siempre estamos buscando trabajar con nuevos socios, ya sea alguien como proveedor externo... o trabajar con un desarrollador en el camino y luego adquirirlo\".", "Según CNBC, Lempel citó a Insomniac como un buen ejemplo de esta estrategia.", "Sony se había asociado con Insomniac como estudio de \"segunda parte\" antes de comprarlo directamente", ". En 2021, Sony compró el especialista en port para PC Nixxes, el desarrollador de Returnal Housemarque, el desarrollador de realidad virtual Firesprite y Bluepoint Games, el estudio detrás de sus remasterizaciones y remakes. El año pasado, Sony compró Haven Studios, desarrollador de Fairgame$, y este año adquirió Firewalk Studios.", "Mientras la industria se pregunta si Sony continuará con su ola de gastos, surge otra pregunta: ¿Microsoft ha terminado o son otras grandes compañías de videojuegos las siguientes?", ""]},
{"title": ["¿Sony necesita responder a la compra de Activision Blizzard por parte de Microsoft?"], "content": ["¿Necesita Sony responder a la espectacular compra de Activision Blizzard por 69,000 millones de dólares por parte de Microsoft?", "Esa es la pregunta que todos se hacen en la industria", "mientras el fabricante de Xbox gasta dinero en su gran misión de ponerse al día con los videojuegos.", "Este mes, Microsoft finalmente selló el acuerdo en su larga búsqueda del fabricante de Call of Duty, World of Warcraft y Candy Crush, y", "ahora está trabajando para integrar el negocio Activision Blizzard", "en la máquina de Microsoft.", "Si bien los ejecutivos de Xbox han insistido en que los juegos de Activision Blizzard no llegarán a Game Pass hasta el próximo año, la posición de Microsoft en la guerra de las consolas, que ha admitido que ha perdido,", "parece que aumentará", ".", "Sony, con la PlayStation 5 siendo un éxito rotundo y sus juegos propios estableciendo récords de ventas,", "no está en condiciones de gastar la cantidad de dinero que Microsoft tiene en fusiones y adquisiciones", ". Pero ha abierto su billetera en los últimos años, comprando al fabricante de Destiny, Bungie, por 3,600 millones de dólares y, antes de eso, adquiriendo al desarrollador de Spider-Man 2, Insomniac, por lo que ahora parece una tajada de 229 millones de dólares.", "¿Necesita ahora Sony responder a la compra de Activision Blizzard por parte de Microsoft con más adquisiciones propias?", "Esa es una pregunta que CNBC le hizo al jefe de negocios de Sony Interactive Entertainment, Eric Lempel, quien dejó en claro que PlayStation todavía está buscando socios con quienes trabajar, pero no necesariamente con miras a comprarlos primero.", "\"Tenemos varias formas de ver esto\"", ", dijo Lempel, y agregó que", "\"en términos de contenido excelente, ahí es donde nos enfocamos\"", ".", "\"Hemos realizado más fusiones y adquisiciones en la última década que nunca\"", ", añadió. \"Siempre estamos buscando trabajar con nuevos socios, ya sea alguien como proveedor externo... o trabajar con un desarrollador en el camino y luego adquirirlo\".", "Según CNBC, Lempel citó a Insomniac como un buen ejemplo de esta estrategia.", "Sony se había asociado con Insomniac como estudio de \"segunda parte\" antes de comprarlo directamente", ". En 2021, Sony compró el especialista en port para PC Nixxes, el desarrollador de Returnal Housemarque, el desarrollador de realidad virtual Firesprite y Bluepoint Games, el estudio detrás de sus remasterizaciones y remakes. El año pasado, Sony compró Haven Studios, desarrollador de Fairgame$, y este año adquirió Firewalk Studios.", "Mientras la industria se pregunta si Sony continuará con su ola de gastos, surge otra pregunta: ¿Microsoft ha terminado o son otras grandes compañías de videojuegos las siguientes?", ""]},
{"title": ["Final Fantasy XVI: Las ventas no estuvieron a la altura de las expectativas, dice el jefe de Square Enix"], "content": ["Durante una reunión de ganancias con los analistas,", "Takashi", "", "Kiryu", ", presidente de", "Square", "", "Enix", "dijo que no se cumplieron las expectativas más altas de la compañía y que la adopción lenta de", "PlayStation 5", "era un factor limitante de acuerdo con un reporte de", "Bloomberg", ". La semana pasada se publicó el último informe de ganancias de la compañía y, aunque las ventas netas aumentaron, la ganancia operativa cayó un 79%, de 14.400 millones de yenes a solo 3.000 millones de yenes.", "Final Fantasy XVI", "se lanzó como exclusivo de", "PlayStation 5", ", pero se espera que se lance para", "PC", "en un futuro.", "Square Enix", "tomará medidas para impulsar las ventas del juego ahora que el suministro de hardware está menos restringido y la base de usuarios de la consola continúa expandiéndose. Las ventas netas de los juegos", "HD", "de la compañía habían aumentado gracias al lanzamiento de", "Final Fantasy XVI", "y a", "Pixel Remasters", ", aunque los ingresos operativos se redujeron debido al costo de desarrollo. Para los", "MMO", ", las ventas netas disminuyeron en comparación con el año anterior. Sin embargo, esto se debe al éxito de la expansión", "Endwalker", "de", "Final Fantasy XIV", "el año pasado; este año habrá una pausa en las ventas antes de la expansión de", "Dawntrail", "del próximo año.", "Como resultado de las bajas cifras de ganancias, las acciones han caído hasta un 15% en Tokio, y las acciones cotizan a alrededor de ¥5620 Yenes, su nivel más bajo desde mayo del año pasado. \"Teniendo en cuenta las cifras de ventas del aclamado", "Final Fantasy VII Remake", "y la diferencia en el tamaño de la base instalada de", "PlayStation 4", "en el momento del lanzamiento de este título, podemos ver que la tasa de conexión de", "Final Fantasy XVI", "es considerablemente alta. dada la base de instalación de", "PlayStation 5", "\", dijo", "Square Enix", "e mes pasado durante \"", "Square Enix", "considera que los resultados de ventas iniciales de", "Final Fantasy XVI", "son extremadamente sólidos y continuaremos llevando a cabo una amplia gama de iniciativas para alentar a más personas a jugar el juego\".", "Square Enix", "es famosa por criticar de manera muy dura las ventas, además de establecer objetivos muy altos, y señaló a principios de este año que las ventas \"mediocres\" eran una tendencia en muchos de sus juegos lanzados durante el año pasado.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", "@ErickRom0506"]},
{"title": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "publication_date": ["2 de Marzo de 2023"]},
{"title": ["Battlefield Game Coming in 2021, Star Wars: Battlefront 2 Content Updates to Stop"], "content": ["DICE anunció que la reciente actualización de Battle on Scarif para", "Star Wars: Battlefront 2", "será la última actualización de contenido regular para el juego. EA también confirmó que DICE lanzará un nuevo juego de la serie Battlefield en 2021.", "En una publicación en su blog, el director creativo de DICE, Dennis Brännvall, explica que la actualización número 26 del contenido gratuito del juego será la última. Sin embargo, el soporte general para el juego continuará: \"", "Los servidores, los desafíos en el juego, los eventos recurrentes como Double XP [...] y el soporte del juego llevarán esta amplia y rica experiencia de juego de Star Wars al futuro.", "\"", "Sigue la noticia de que la actualización de contenido de junio para Battlefield 5 también será la última que recibirá el juego. En un comunicado a IGN US, un portavoz de EA dejó en claro que DICE seguirá apoyando ambos juegos:", "\"", "El equipo de DICE está trabajando en la actualización independiente de Battlefield V que se lanzará este verano, y continúa su trabajo para ofrecer juegos comunitarios. Mientras que la visión del estudio para Star Wars Battlefront II se completa con la actualización The Battle on Scarif de esta semana, los servidores, los desafíos en el juego, los eventos recurrentes y el apoyo al juego continuarán mientras el juego siga vivo con los jugadores y la comunidad. Esperamos escuchar las historias de los jugadores para ambos juegos, en los años venideros.\"", "La declaración se cierra al confirmar que, después de tomar un año libre de la franquicia, recibiremos un nuevo juego Battlefield a cargo de DICE el próximo año: \"A más largo plazo, el estudio se enfocará en el futuro de Battlefield que llevaremos a los jugadores en 2021.\"", "Anteriormente, EA había dicho que un nuevo juego de Battlefield llegaría entre 2021 y 2022.", "No está claro en este momento si", "Battlefield 5", "o", "Battlefront 2", "se unirán a los otros juegos de EA que están disponibles en Steam.", "La actualización de Battle on Scarif no solo agrega la ubicación del planeta tropical de Rogue One a múltiples modos, sino que agrega nuevas apariencias de héroe y villano basadas principalmente en The Rise of Skywalke - Rey con un sable de luz amarillo, Kylo Ren con su máscara reforzada, y una nueva versión del Emperador Palpatine. Alcanzar 5,000 muertes con Darth Maul agregará su apariencia de Viejo Maestro (completa con patas mecánicas), y \"descubrir el misterio en Takodana\" les hará ganar el aspecto encapuchado de Rey.", "The Age of Rebellion también estará disponible en Supremacy e Instant Action, con batallas en Hoth, Tatooine, Yavin 4, Death Star y Scarif. Las batallas se llevarán a cabo puramente en la fase terrestre, pero podrás pilotar cazas estelares en una selección de ubicaciones.", "Los jugadores en solitario sin conexión también obtendrán acceso a los modos cooperativos del juego, trabajando con y contra la IA en todas las ubicaciones cooperativas. Esta será una opción en el menú Acción Instantánea", ".", ""]},
{"title": ["Star Wars Jedi: Survivor recibe el parche más grande hasta la fecha"], "content": ["EA y Respawn Entertainment", "han lanzado el parche más grande hasta el momento para Star Wars Jedi: Survivor", "en todas las plataformas: PlayStation 5, Xbox Series X y S, y PC.", "El parche 7", "\"realiza mejoras radicales en los modos de calidad y rendimiento\"", "en la consola, dijo EA, mientras que su contraparte para PC está encabezado por la adición de soporte NVIDIA DLSS.", "El modo de rendimiento de PS5 y Xbox recibió", "una revisión completa que deshabilitó el trazado de rayos para garantizar un rendimiento constante de 60 fotogramas por segundo", "junto con otras mejoras. Otras mejoras técnicas también han impulsado el modo de calidad en ambas consolas y han agregado compatibilidad con frecuencia de actualización variable en PS5.", "Los usuarios de PC, que enfrentaron la peor parte de los problemas técnicos de Jedi: Survivor en el lanzamiento, también pueden disfrutar de", "cambios en el sistema de guardado que ayudan a prevenir la corrupción del juego", ", varias correcciones de fallos y más. Las notas completas del parche se pueden ver a continuación.", "Jedi: Survivor se lanzó en abril con una recepción crítica positiva y un éxito comercial, pero algunos usuarios se quedaron con una versión del juego con errores y defectuosa, incluso después de una gran descarga del primer día. El estudio lanzó muchos parches en las semanas posteriores al lanzamiento, aunque ha estado en silencio durante un tiempo, ya que presumiblemente trabajó en esta actualización más importante para mejorar el rendimiento.", "En la reseña de IGN US le otorgaron 9/10, comentando: \"Si Respawn hace un tercer juego como Star Wars Jedi: Survivor and Fallen Order, completará la mejor trilogía de Star Wars en 30 años, sin lugar a dudas\".", "Notas del parche 7 de Star Wars Jedi: Survivor", "", "Este parche presenta varias mejoras relacionadas con el rendimiento* en PlayStation 5 y Xbox Series X y S, que incluyen:", "", "El modo Rendimiento ha sido completamente rediseñado para mejorar sustancialmente la experiencia del jugador.", "", "Una serie de optimizaciones de GPU y CPU, junto con la desactivación de Ray Tracing, han resultado en una mejor experiencia para el jugador, incluidos unos sólidos 60 FPS en el modo Rendimiento.", "", "", "", "El modo de calidad también recibió optimizaciones para ayudar a reducir la fluctuación de FPS e introducir otras mejoras visuales.", "", "", "", "Se agregó compatibilidad con frecuencia de actualización variable para PS5", "", "Mejoras adicionales de rendimiento y optimización para PC, incluida la compatibilidad con DLSS.", "", "Ajustes a los sistemas de guardado para ayudar a prevenir la corrupción del juego guardado.", "", "Se solucionaron problemas por los que los jugadores no podían recuperar su XP después de morir en determinadas circunstancias.", "", "Varias correcciones de fallos", "", "Varias correcciones de errores y mejoras en todas las plataformas, incluidas correcciones de tela, iluminación e interfaz de usuario.", "", "* Nota: las cinemáticas de Star Wars Jedi: Survivor están fijadas a 30 fotogramas por segundo.", ""]},
{"title": ["Epic Games Store tiene dos juegos gratis disponibles desde hoy"], "content": ["Como cada jueves, Epic Games Store ha revelado", "los juegos que están regalando por los próximos días", ".", "Los juegos gratuitos en", "la Epic Games Store son EARTHLOCK y Surviving the Aftermath", ", títulos interesantes que pueden descargar de manera sencilla para PC.", "¿Cómo descargar los juegos gratuitos de Epic Games Store?", "1) Para", "EARTHLOCK", "deben", "dar clic en este enlace", ", y para", "Surviving the Aftermath", "", "den clic en este enlace", ".", "2) Luego deben dar clic en el botón Obtener en la derecha de la pantalla.", "3) Esto los llevará a una pantalla de compra, que en este caso es gratis, y solo deben presionar \"Realizar Pedido\".", "Deben tener en cuenta que estos juegos gratuitos estarán disponibles", "hasta el 23 de noviembre", "a las 10:00 AM de la Ciudad de México.", "EARTHLOCK", "\"Amon es un saqueador del desierto que vive en Zaber, y que poco sospechaba que acabaría viviendo la aventura de su vida cuando su camino se cruza con el de una criatura muy peculiar. Únete a Amon y a otros héroes inolvidables en este juego de rol y fantasía por turnos, y disfruta de un viaje inolvidable a través del mundo de Umbra, un planeta tan misterio y hermoso como duro, que ha dejado de rotar hace miles de ciclos.\"", "Surviving the Aftermath", "\"¡Sobrevive y prospera en un futuro postapocalíptico en el que los recursos escasean, pero se presentan oportunidades! Construye una colonia a prueba de desastres, protege a tus colonos y devuelve la civilización a un mundo devastado.\"", "Y atentos ya que cuando acabe esta promoción, Epic Games Store", "pondrá gratis Deliver Us Mars", "del 23 al 30 de noviembre.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Xbox Series X: se confirma el Showcase de Xbox y Bethesda Games para junio"], "content": ["Buenas noticias para los jugadores de", "Xbox", "ya que en el próximo mes de junio se llevará a cabo un evento donde se presentarán todas las novedades para Xbox.", "Aaron Greenberg, director general de marketing de juegos de Xbox Games, confirmó a través de Xbox Wire que el Showcase de Xbox & Bethesda Games se transmitirá el domingo 13 de junio a las 10:00 a.m. PT, destacando que será un show enfocado en juegos de Xbox Game Studios, Bethesda y más creadores de contenido de sus socios en todo el mundo.", "", "Juegos, juegos, juegos 🗣️", "", "Estrenos mundiales 🎬", "", "Nuevos títulos en", "@XboxGamePass", "⏫", "", "Aparta el 13 de junio a las 12:00 PM (CDMX) para el showcase de juegos de Xbox y Bethesda:", "https://t.co/jCUlNftDpF", "|", "#XboxBethesda", "", "pic.twitter.com/Zy2BxKfdGc", "— Xbox México (@XboxMexico)", "May 26, 2021", "El evento Showcase de Xbox & Bethesda Games tendrá una duración de 90 minutos y presentará noticias sobre la alineación de títulos que nacerán de", "la asociación entre ambas compañías", ", los juegos que llegarán a Xbox en la temporada navideña, los próximos lanzamientos de Xbox Game Pass y más.", "La transmisión del Showcase se podrá seguir en vivo por las redes sociales de Xbox, incluyendo Twitch, YouTube, Twitter y Facebook, y por supuesto les tendremos toda la cobertura.", "Además de esto, Greenberg recuerda a los fans que pueden registrarse para ser parte del Xbox FanFest.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Conan Exiles, Maneater, The Wild at Heart: estos son los juegos que llegan a Xbox Game Pass en la segunda mitad de mayo"], "content": ["Microsoft ha anunciado los juegos que llegarán a Xbox Game Pass durante la segunda mitad de mayo donde destacan", "Conan Exiles", ", Maneater, The Wild at Heart y más.", "A continuación tienen los juegos que se agregarán próximamente al servicio:", "Ya disponible", "SnowRunner (nube, consola y PC)", "", "SnowRunner te pone detrás del volante de potentes vehículos mientras conquistas extremos entornos abiertos con la simulación de terreno más avanzada de la historia. Conduce más de 40 vehículos de marcas como Ford, Chevrolet y Freightliner y deja huella en este desenfrenado mundo abierto.", "", "20 de mayo", "Peggle 2 (nube) EA Play", "", "Peggle 2 es un juego mágico lleno de pelotas que rebotan, clavijas mágicas y ladrillos hechos de pura alegría comprimida. ¡Pon a prueba tu suerte y habilidad quitando clavijas, pulverizando ladrillos y cronometrando tus disparos hasta alcanzar una fiebre extrema!", "", "Plants vs.Zombies: Battle for Neighborville (nube) EA Play", "", "¡Prepara los cañones y alístate para la batalla! Descubre 20 clases de personajes totalmente personalizables, enfréntate a divertidas misiones, derrota a épicos jefes, enfréntate a amigos y enemigos en seis modos PvP, incluido Battle Arena y más. ¡Experimenta la invencible emoción del combate con EA Play!", "", "Secret Neighbor (PC) ID@Xbox", "", "Secret Neighbor es un juego de terror multijugador de suspenso en el que un grupo de niños intenta rescatar a su amigo del espeluznante sótano del vecino; el único problema es que el vecino se disfrazó de uno de los niños.", "", "21 de mayo", "The Catch: Carp & Coarse Fishing (nube, consola y PC)", "", "Con 35 especies para cazar, tendrás que desarrollar tu tácticas y estrategia para atrapar a todos los peces jefes. Para tener éxito, deberá elegir el lugar de pesca ideal según la hora del día, las condiciones climáticas y el equipo perfecto antes de lanzarse a la batalla y atrapar a estas elusivas criaturas.", "", "The Wild at Heart (consola y PC) ID@Xbox", "", "¡Juégalo el mismo día de su lanzamiento con Xbox Game Pass! The Wild at Heart es una historia sobre dos niños que escapan a una tierra fantástica llena de criaturas mágicas con quienes entablar amistad, más una extraña orden de guardianes que se han perdido. Explora un hermoso y artesanal mundo repleto de encantadores puzles y profundos secretos. ¡Feliz estancia en Deep Woods!", "", "Knockout City (consola y PC) EA Play", "", "¡Juégalo el mismo día de su lanzamiento con Xbox Game Pass para PC y Ultimate con EA Play! Forma un equipo y prepárate para pelear en Knockout City, donde te enfrentarás a épicos luchadores de dodgeball y participarás en partidas multijugador por equipos. ¡Lanza, atrapa, pasa, esquiva y ataca para dominar el balón!", "", "25 de mayo", "Maneater (nube, consola y PC) ID@Xbox", "", "Maneater es un RPG de acción para un jugador ambientado en las implacables aguas de la Costa del Golfo. Lucha por sobrevivir en mar abierto, pantanos y ríos con el peligro acechando desde las profundidades. Tus únicas herramientas disponibles serán tu ingenio, tus mandíbulas y una asombrosa habilidad para evolucionar a medida que te alimentas.", "", "27 de mayo", "Conan Exiles (nube y consola) ID@Xbox (Optimizado para Xbox Series X/S)", "", "Imagina que te encuentras solo y sin ropa en una tierra hostil, donde tu misión diaria será simplemente sobrevivir. Construye una fortaleza y reúne a tus aliados. Domina a tus enemigos. Conan Exiles es un juego de supervivencia para un solo jugador y multijugador, ambientado en un inmenso mundo abierto sandbox con bestias míticas, mazmorras peligrosas y la libertad de jugar como quieras.", "", "Fuzion Frenzy (nube)", "", "El juego original Fuzion Frenzy de Xbox combina la acción continua y frenética de un deporte callejero futurista con la diversión llena de acción de los minijuegos dentro de un dinámico entorno urbano en 3D. Juega en seis arenas y más de 45 minijuegos que te brindarán mucha diversión competitiva para hasta cuatro jugadores.", "", "Joy Ride Turbo (nube)", "", "Joy Ride Turbo es un juego de carreras arcade que ofrece manejo preciso, velocidad y ¡caos total con acrobacias descabelladas! Muestra tus habilidades en el parque de acrobacias o explora y encuentra artículos coleccionables para desbloquear autos que te darán una ventaja en carreras más rápidas y piruetas que desafían a la muerte.", "", "MechWarrior 5: Mercenaries (consola) ID@Xbox", "", "¡Te damos la bienvenida al año 3015! Es un gran momento para vivir. La humanidad ha colonizado miles de sistemas estelares, hay guerras por todas partes y los campos de batalla del futuro están plagados de enormes máquinas conocidas como BattleMechs. Es un trabajo peligroso para los pilotos de élite de estas monstruosidades de metal; pero es precisamente la razón por la que estás aquí. Si estás en busca de explotar, destrozar, pisotear y obtener ganancias, ¡este título es para ti!", "", "Slime Rancher (PC) ID@Xbox", "", "Slime Rancher es la historia de Beatrix LeBeau, una joven valiente que ha decidido emprender una vida a mil años luz de la Tierra en la “Lejana, Lejana Cordillera”, donde intentará ganarse la vida criando slimes. Con una actitud positiva, mucho coraje y su fiel paquete de vacunas, Beatrix intentará amasar una fortuna y evitar los peligros de una avalancha gelatinosa de slimes que se retuercen y agitan en cada esquina.", "", "Solasta: Crown of the Magister (PC) ID@Xbox", "", "Descubre el destrozado mundo de Solasta. Explora ruinas y mazmorras en busca de tesoros legendarios, descubre la verdad de un cataclismo milenario y evita que vuelva a suceder. Adapta tu escuadrón a tu mejor estrategia y maximiza las habilidades de tu grupo en la clásica tradición de los RGP de mesa. ¡La decisión está en tus manos!", "", "SpellForce 3: Soul Harvest (PC)", "", "Deja tu huella en el caótico mundo de Nortander en SpellForce 3: Soul Harvest. Explora, prospera, construye y lidera ejércitos, desarrolla tu personaje y defiende el trono en esta historia de renegados y rebeliones.", "", "Cabe recordar que en las primeras semanas de mayo se", "agregaron juegos interesantes", "como FIFA 21, Final Fantasy X/X-2 HD Remaster, Red Dead Online y Just Cause 4 Reloaded."]},
{"title": ["Día del padre: Mejores padres de los videojuegos"], "content": ["El", "Día del Padre", "es una celebración importante que varia en la fecha según la cultura o religión de quien la celebre. Como su nombre lo indica, se trata de homenajear o rendirle respeto/tributo a los padres que han estado ahí cumpliendo su papel.", "Si bien no hay una fecha en especia, en la mayor parte de los países de Latinoamérica se celebra el", "tercer domingo de junio", ".", "A continuación se hará un listado de los mejores padres o los más famosos en los videojuegos que han contribuido a ganarse con orgullo este papel. Como dice un dicho", "\"Padre no es el  q", "ue", "engendra sino el que educa\"", ".", "Joel Miller", "", "", "Joel", "pierde a", "Sarah", "justo en el día que inició la pandemia del cordyceps, lo peor de este asunto es que no lo hace por un infectado, sino por un humano saludable. Esto hace que", "Joel", "se vuelva totalmente antipático y un ser totalmente frío.", "", "20 años después cuando conoce a", "Ellie", "todo cambia y es a través del viaje que realiza con ella que su corazón sana. Es ahí donde el padre que perdió toda la fe en la humanidad renace...desgraciadamente sus acciones tuvieron consecuencias terribles.", "", "Kratos", "", "Es correcto mencionar que", "Kratos", "tuvo familia antes de los eventos de su venganza contra los dioses, su pequeña", "Calíope", "tuvo un trágico destino a manos de su propio padre. Esto creó un monstruo que lo llevó a vengarse de todo el panteón griego.", "Tiempo después cuando tiene a", "Atreus", "gracias a", "Fey", ", es cuando su verdadero viaje de padre comienza. Lo mágico de este asunto es que en", "God of War (2018)", "no es el padre ejemplar al inicio del juego, sino que a lo largo de sus aventuras viajando a través de los 9 reinos es donde aprende a ser padre.", "", "Johnny Cage", "", "Sí, estás leyendo bien. Uno de los aspectos más reconocibles sobre este personaje es que es un completo payaso, en el buen sentido.", "Johnny", "ama que las cámaras estén a su disposición y ser el total modelo de cazanova.", "Todo lo anterior cambió cuando", "Mortal Kombat X", "salió y mostró una faceta poco explorada del personaje. Al criar a", "Cassie Cage", "como la futura ganadora del gran torneo", "Mortal Kombat", ", el gran", "Johnny", "vio culminada su faceta de padre.", "", "Marcus Fénix", "", "", "", "Marcus", "perdió a su padre en el final de la", "Guerra Locust", ", por lo que quedó bastante herido, pues él pensaba que había muerto justo al inicio de la misma. Cuando se dio cuenta de todo esto, apenas y pudo despedirse.", "Tras la muerte de", "Anya", ",", "Marcus", "cuidó a", "James", "y lo crió de la mejor forma que pudo, rumbo al inicio de la nueva", "Guerra del Enjambre", "se pudo ver que el teniente", "Fenix", "hizo bien al educar a un fiel nuevo guerrero.", "", "John Marston", "", "Red Dead Redemption II", "enseñó que", "John", "nunca quiso una mala vida de criminal para", "Jack", ". Si bien al inicio del juego se muestra como un desinteresado, poco a poco toma consciencia del futuro.", "En el epílogo del juego se muestra totalmente comprometido para ofrecerle una vida alejada de las bandas críminales a", "Jack", "y esto se ve aún más reflejado en los eventos del primer juego que toman lugar años después.", "Cliff Hunger", "La magistral historia de", "Death Stranding", "le hizo creer al público que", "Cliff", "era el villano en esta historia al pelear constantemente contra", "Sam", ".", "A través de flashbacks se contó su triste pero emotiva historia, mientras trataba de cuidar a toda costa a", "BB", "el giro vino cuando se revela que", "BB", "era realmente", "Sam", ". Muchas lágrimas de machos se soltaron en aquel momento.", "¿Qué opinas de este ranking?, ¿pasamos algún padre por alto?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"title": ["Hogwarts Legacy: El tráiler de Nintendo Switch ofrece el primer vistazo oficial al juego en acción en la consola"], "content": ["Warner Bros. Games", "y", "Avalanche Software", "finalmente han compartido un primer vistazo oficial a", "Hogwarts", "", "Legacy", "ejecutándose en", "Nintendo", "", "Switch", "solo unos días antes del lanzamiento.", "El tráiler de", "Magic", "", "Awaits", ", que puedes ver a continuación, muestra poco más de dos minutos del exitoso juego de", "Harry", "", "Potter", "ejecutándose en", "Switch", "antes de su lanzamiento el 14 de noviembre. De manera un tanto extraña, ni el editor ni el desarrollador habían compartido un solo vistazo del juego hasta este avance, incluso cuando ya estaba disponible en otras plataformas.", "Un puñado de escenas muestran al personaje del jugador comenzando su viaje como bruja o mago, obteniendo una varita de", "Ollivanders", ", participando en sus primeras lecciones de magia, etc. El tráiler también presenta algunos de los malos y monstruos de", "Hogwarts", "", "Legacy", "que los jugadores deberán enfrentar.", "", "Anteriormente solo se habían compartido oficialmente seis capturas de pantalla de", "Hogwarts", "", "Legacy", "en", "Switch", ", que mostraban lecciones de magia en las aulas de", "Hogwarts", ", asientos junto al", "Lago", "", "Negro", "y algunos de los fantasmas que aparecen en el juego.", "Sin embargo, extraoficialmente, una parte del juego se pudo ver en línea a partir del 7 de noviembre cuando alguien recibió una copia en caja de", "Hogwarts", "", "Legacy", "antes de tiempo y la filtró en línea.", "Hogwarts", "", "Legacy", "se anunció para", "Switch", "allá por marzo de 2022, pero, si bien las versiones del juego para", "PlayStation 5", "y", "Xbox Series X|S", "solo sufrieron un breve retraso, la versión", "Switch", "tiene casi un año de retraso. Al no lanzarse junto con las versiones de consolas más potentes, la versión", "Switch", "se fijó para julio de 2023 antes de retrasarse hasta la fecha actual de noviembre.", "Hogwarts Legacy", "se convirtió fácilmente en el juego más vendido de febrero y, más allá de eso, en el juego más vendido de 2023 en ese momento. Había vendido 15 millones de copias hasta mayo y acumuló a", "Warner Bros. Discovery", "la cantidad de mil millones de dólares.", "En", "nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego", "y dijimos: \"", "Hogwarts", "", "Legacy", "es el juego que los fans de", "Harry", "", "Potter", "siempre han soñado. Este mundo abierto captura toda la emoción y la magia del", "Universo", "", "de", "", "Harry", "", "Potter", "con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de", "Hogwarts", ".\"", "Ryan Dinsdale es reportero independiente de IGN. Hablará de The Witcher todo el día"]},
{"title": ["Hogwarts Legacy: El tráiler de Nintendo Switch ofrece el primer vistazo oficial al juego en acción en la consola"], "content": ["Warner Bros. Games", "y", "Avalanche Software", "finalmente han compartido un primer vistazo oficial a", "Hogwarts", "", "Legacy", "ejecutándose en", "Nintendo", "", "Switch", "solo unos días antes del lanzamiento.", "El tráiler de", "Magic", "", "Awaits", ", que puedes ver a continuación, muestra poco más de dos minutos del exitoso juego de", "Harry", "", "Potter", "ejecutándose en", "Switch", "antes de su lanzamiento el 14 de noviembre. De manera un tanto extraña, ni el editor ni el desarrollador habían compartido un solo vistazo del juego hasta este avance, incluso cuando ya estaba disponible en otras plataformas.", "Un puñado de escenas muestran al personaje del jugador comenzando su viaje como bruja o mago, obteniendo una varita de", "Ollivanders", ", participando en sus primeras lecciones de magia, etc. El tráiler también presenta algunos de los malos y monstruos de", "Hogwarts", "", "Legacy", "que los jugadores deberán enfrentar.", "", "Anteriormente solo se habían compartido oficialmente seis capturas de pantalla de", "Hogwarts", "", "Legacy", "en", "Switch", ", que mostraban lecciones de magia en las aulas de", "Hogwarts", ", asientos junto al", "Lago", "", "Negro", "y algunos de los fantasmas que aparecen en el juego.", "Sin embargo, extraoficialmente, una parte del juego se pudo ver en línea a partir del 7 de noviembre cuando alguien recibió una copia en caja de", "Hogwarts", "", "Legacy", "antes de tiempo y la filtró en línea.", "Hogwarts", "", "Legacy", "se anunció para", "Switch", "allá por marzo de 2022, pero, si bien las versiones del juego para", "PlayStation 5", "y", "Xbox Series X|S", "solo sufrieron un breve retraso, la versión", "Switch", "tiene casi un año de retraso. Al no lanzarse junto con las versiones de consolas más potentes, la versión", "Switch", "se fijó para julio de 2023 antes de retrasarse hasta la fecha actual de noviembre.", "Hogwarts Legacy", "se convirtió fácilmente en el juego más vendido de febrero y, más allá de eso, en el juego más vendido de 2023 en ese momento. Había vendido 15 millones de copias hasta mayo y acumuló a", "Warner Bros. Discovery", "la cantidad de mil millones de dólares.", "En", "nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego", "y dijimos: \"", "Hogwarts", "", "Legacy", "es el juego que los fans de", "Harry", "", "Potter", "siempre han soñado. Este mundo abierto captura toda la emoción y la magia del", "Universo", "", "de", "", "Harry", "", "Potter", "con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de", "Hogwarts", ".\"", "Ryan Dinsdale es reportero independiente de IGN. Hablará de The Witcher todo el día"]},
{"title": ["Día del padre: Mejores padres de los videojuegos"], "content": ["El", "Día del Padre", "es una celebración importante que varia en la fecha según la cultura o religión de quien la celebre. Como su nombre lo indica, se trata de homenajear o rendirle respeto/tributo a los padres que han estado ahí cumpliendo su papel.", "Si bien no hay una fecha en especia, en la mayor parte de los países de Latinoamérica se celebra el", "tercer domingo de junio", ".", "A continuación se hará un listado de los mejores padres o los más famosos en los videojuegos que han contribuido a ganarse con orgullo este papel. Como dice un dicho", "\"Padre no es el  q", "ue", "engendra sino el que educa\"", ".", "Joel Miller", "", "", "Joel", "pierde a", "Sarah", "justo en el día que inició la pandemia del cordyceps, lo peor de este asunto es que no lo hace por un infectado, sino por un humano saludable. Esto hace que", "Joel", "se vuelva totalmente antipático y un ser totalmente frío.", "", "20 años después cuando conoce a", "Ellie", "todo cambia y es a través del viaje que realiza con ella que su corazón sana. Es ahí donde el padre que perdió toda la fe en la humanidad renace...desgraciadamente sus acciones tuvieron consecuencias terribles.", "", "Kratos", "", "Es correcto mencionar que", "Kratos", "tuvo familia antes de los eventos de su venganza contra los dioses, su pequeña", "Calíope", "tuvo un trágico destino a manos de su propio padre. Esto creó un monstruo que lo llevó a vengarse de todo el panteón griego.", "Tiempo después cuando tiene a", "Atreus", "gracias a", "Fey", ", es cuando su verdadero viaje de padre comienza. Lo mágico de este asunto es que en", "God of War (2018)", "no es el padre ejemplar al inicio del juego, sino que a lo largo de sus aventuras viajando a través de los 9 reinos es donde aprende a ser padre.", "", "Johnny Cage", "", "Sí, estás leyendo bien. Uno de los aspectos más reconocibles sobre este personaje es que es un completo payaso, en el buen sentido.", "Johnny", "ama que las cámaras estén a su disposición y ser el total modelo de cazanova.", "Todo lo anterior cambió cuando", "Mortal Kombat X", "salió y mostró una faceta poco explorada del personaje. Al criar a", "Cassie Cage", "como la futura ganadora del gran torneo", "Mortal Kombat", ", el gran", "Johnny", "vio culminada su faceta de padre.", "", "Marcus Fénix", "", "", "", "Marcus", "perdió a su padre en el final de la", "Guerra Locust", ", por lo que quedó bastante herido, pues él pensaba que había muerto justo al inicio de la misma. Cuando se dio cuenta de todo esto, apenas y pudo despedirse.", "Tras la muerte de", "Anya", ",", "Marcus", "cuidó a", "James", "y lo crió de la mejor forma que pudo, rumbo al inicio de la nueva", "Guerra del Enjambre", "se pudo ver que el teniente", "Fenix", "hizo bien al educar a un fiel nuevo guerrero.", "", "John Marston", "", "Red Dead Redemption II", "enseñó que", "John", "nunca quiso una mala vida de criminal para", "Jack", ". Si bien al inicio del juego se muestra como un desinteresado, poco a poco toma consciencia del futuro.", "En el epílogo del juego se muestra totalmente comprometido para ofrecerle una vida alejada de las bandas críminales a", "Jack", "y esto se ve aún más reflejado en los eventos del primer juego que toman lugar años después.", "Cliff Hunger", "La magistral historia de", "Death Stranding", "le hizo creer al público que", "Cliff", "era el villano en esta historia al pelear constantemente contra", "Sam", ".", "A través de flashbacks se contó su triste pero emotiva historia, mientras trataba de cuidar a toda costa a", "BB", "el giro vino cuando se revela que", "BB", "era realmente", "Sam", ". Muchas lágrimas de machos se soltaron en aquel momento.", "¿Qué opinas de este ranking?, ¿pasamos algún padre por alto?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"title": ["Alan Wake 2 Jugadores señalan problemas de audio y sincronización de labios"], "content": ["Los jugadores que ya juegaron los primeros capítulos de Alan Wake 2 informan una serie de errores gráficos y de audio junto con importantes problemas de sincronización de labios y sincronización de subtítulos.", "Si bien la tan esperada segunda entrega de", "Remedy Entertainment", "en la serie", "Alan Wake", "se lanzó el 27 de octubre con críticas positivas y una recepción de los fanáticos, numerosos jugadores también están recurriendo a las redes sociales para informar una serie de fallas de audio y otros problemas que están preocupando las secciones iniciales del juego.", "Los jugadores han encontrado problemas con las versiones para", "PC", "y consola de", "Alan Wake 2", ", y muchos informaron cortes de audio intermitentes o una pérdida total de sonido poco después de activar las primeras escenas. Otros se han sentido frustrados por problemas de sincronización de labios y subtítulos sincronizados incorrectamente.", "", "just played around 2½ hours of Alan Wake 2 and finished up to chapter 2. im enthralled. some major audio bugs mostly affecting cutscenes (the morgue scene especially) definitely have hampered my first couple hours but some settings tweaks helped a bit. that 1st boss fight was gr8", "pic.twitter.com/eJ7rklvUtG", "— lucy (@TheCureSucks)", "October 28, 2023", "", "alan wake 2 has horrible audio bugs on xbox for me. most times i start there is just no audio at all and i have to keep restarting. really killing the experience for me and i feel like waiting for a patch.", "— Gene Park (@GenePark)", "October 30, 2023", "", "I can tell Alan Wake 2 is a great game, but these audio issues on pc are not it ???", "— MayorMunoz (@RayofMunoz)", "October 28, 2023", "", "I love Alan wake 2 but lord can we get a patch for the audio issues", "— Salty Jim (@ViewtifulJimm)", "October 29, 2023", "\"¿Alguien sabe cómo solucionar problemas de audio de la escena para PC?\", preguntó Briguy241 en las respuestas a una", "publicación de Reddit", "que rastreaba los problemas con el último título de Remedy Entertainment. \"La segunda escena del juego es prácticamente imposible de ver, el audio se corta por completo y la voz y Las bocas están completamente fuera de lugar”.", "Otros han notado casos en los que la calidad del audio varía significativamente durante las escenas y el juego.", "\"¿El audio de algunos diálogos también está un poco amortiguado o es de baja calidad para otras personas en PS5?\", escribió Redditor Isitbroke57. \"Me pregunto si es a propósito o quizás simplemente por algún error de audio\"", "IGN se comunicó con", "Remedy Entertainment", "para comentar sobre los errores.", "", "Having weird audio quality issues in Alan Wake 2. Haven't seen other people talk about this, so I'm not sure if it's just me. The voice quality varies drastically", "#PS5Share", ",", "#AlanWake2", "", "pic.twitter.com/4GrbkPGrqN", "— Zach (@ZVB73)", "October 28, 2023", "En nuestra", "reseña para IGN", ", calificamos a", "Alan Wake 2", "como:", "Tal como comentaba al inicio, Alan Wake 2 es un juego que cumple con las expectativas ya que mejora y expande el título original con una cautivante historia de terror y suspenso que está llena de sorpresas con un atractivo diseño artístico. Tal vez no es para todos debido a que por momentos se rompe el ritmo de la acción con los elementos de investigación y obviamente tiene sus detalles como que el sistema de disparos no es perfecto, pero es un título que se atreve, que es inteligente, y que es un ejemplo de lo que Remedy ha aprendido en todos estos años. Sin duda, uno de los contendientes al Juego del Año.", "Anthony es un colaborador freelancer que cubre noticias científicas y de videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo avances de última hora en múltiples campos científicos y no tiene absolutamente ningún tiempo para travesuras. Síguelo en Twitter @BeardConGamer"]},
{"title": ["Alan Wake 2 Jugadores señalan problemas de audio y sincronización de labios"], "content": ["Los jugadores que ya juegaron los primeros capítulos de Alan Wake 2 informan una serie de errores gráficos y de audio junto con importantes problemas de sincronización de labios y sincronización de subtítulos.", "Si bien la tan esperada segunda entrega de", "Remedy Entertainment", "en la serie", "Alan Wake", "se lanzó el 27 de octubre con críticas positivas y una recepción de los fanáticos, numerosos jugadores también están recurriendo a las redes sociales para informar una serie de fallas de audio y otros problemas que están preocupando las secciones iniciales del juego.", "Los jugadores han encontrado problemas con las versiones para", "PC", "y consola de", "Alan Wake 2", ", y muchos informaron cortes de audio intermitentes o una pérdida total de sonido poco después de activar las primeras escenas. Otros se han sentido frustrados por problemas de sincronización de labios y subtítulos sincronizados incorrectamente.", "", "just played around 2½ hours of Alan Wake 2 and finished up to chapter 2. im enthralled. some major audio bugs mostly affecting cutscenes (the morgue scene especially) definitely have hampered my first couple hours but some settings tweaks helped a bit. that 1st boss fight was gr8", "pic.twitter.com/eJ7rklvUtG", "— lucy (@TheCureSucks)", "October 28, 2023", "", "alan wake 2 has horrible audio bugs on xbox for me. most times i start there is just no audio at all and i have to keep restarting. really killing the experience for me and i feel like waiting for a patch.", "— Gene Park (@GenePark)", "October 30, 2023", "", "I can tell Alan Wake 2 is a great game, but these audio issues on pc are not it ???", "— MayorMunoz (@RayofMunoz)", "October 28, 2023", "", "I love Alan wake 2 but lord can we get a patch for the audio issues", "— Salty Jim (@ViewtifulJimm)", "October 29, 2023", "\"¿Alguien sabe cómo solucionar problemas de audio de la escena para PC?\", preguntó Briguy241 en las respuestas a una", "publicación de Reddit", "que rastreaba los problemas con el último título de Remedy Entertainment. \"La segunda escena del juego es prácticamente imposible de ver, el audio se corta por completo y la voz y Las bocas están completamente fuera de lugar”.", "Otros han notado casos en los que la calidad del audio varía significativamente durante las escenas y el juego.", "\"¿El audio de algunos diálogos también está un poco amortiguado o es de baja calidad para otras personas en PS5?\", escribió Redditor Isitbroke57. \"Me pregunto si es a propósito o quizás simplemente por algún error de audio\"", "IGN se comunicó con", "Remedy Entertainment", "para comentar sobre los errores.", "", "Having weird audio quality issues in Alan Wake 2. Haven't seen other people talk about this, so I'm not sure if it's just me. The voice quality varies drastically", "#PS5Share", ",", "#AlanWake2", "", "pic.twitter.com/4GrbkPGrqN", "— Zach (@ZVB73)", "October 28, 2023", "En nuestra", "reseña para IGN", ", calificamos a", "Alan Wake 2", "como:", "Tal como comentaba al inicio, Alan Wake 2 es un juego que cumple con las expectativas ya que mejora y expande el título original con una cautivante historia de terror y suspenso que está llena de sorpresas con un atractivo diseño artístico. Tal vez no es para todos debido a que por momentos se rompe el ritmo de la acción con los elementos de investigación y obviamente tiene sus detalles como que el sistema de disparos no es perfecto, pero es un título que se atreve, que es inteligente, y que es un ejemplo de lo que Remedy ha aprendido en todos estos años. Sin duda, uno de los contendientes al Juego del Año.", "Anthony es un colaborador freelancer que cubre noticias científicas y de videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo avances de última hora en múltiples campos científicos y no tiene absolutamente ningún tiempo para travesuras. Síguelo en Twitter @BeardConGamer"]},
{"title": ["Mario + Rabbids: Sparks of Hope - The Last Spark Hunter DLC Trailer| Nintendo Direct 2023"], "publication_date": ["21 de Junio de 2023"]},
{"title": ["Star Wars Battlefront II logra un Récord Guinness, aunque fue por algo negativo"], "content": ["", "", "Se ha dado a conocer que", "Star Wars Battlefront II", "logró ganar un Récord Mundial Guinness, aunque desafortunadamente es por algo negativo (", "vía", "PCGamer).", "Como seguramente recordarán, este juego fue duramente criticado cuando se lanzó en 2017 debido a la forma en que manejó las cajas de botín, y es que", "contaba con un sistema de progresión", "que prácticamente forzaba a los jugadores a hacer", "grind", "por horas para desbloquear a personajes importantes. De hecho es recordado como uno de los casos más polémicos con respecto a las infames", "loot boxes", ".", "", "", "", "Cuando esta situación explotó y los jugadores estaban molestos, el administrador de la comunidad de Electronic Arts comentó sobre el tema en Reddit y recibió una gran cantidad de votos negativos.", "Hablando más específicamente, el comentario recibió más de 683,000 votos negativos que fue lo que hizo que EA y Star Wars Battlefront II consiguieran el Récord Mundial Guinness como el comentario de Reddit con más votos negativos. Y si, por increíble que parezca existe un récord para eso.", "", "Comentario con más votos negativos en Reddit", "", "Una publicación oficial de la distribuidora de videojuegos Electronic Arts, respondiendo a las quejas de los jugadores sobre tener que desbloquear a personajes como Darth Vader y Luke Skywalker en Star Wars Battlefront II (2017) sobre \"loot boxes\" tiene 683,000 votos negativos.", "", "", "", "", "Tal como pueden ver a continuación, el comentario en realidad no era tan malo, pero definitivamente influyó el momento en que fue publicado que era cuando los jugadores se encontraban molestos por lo que encontraron en el juego.", "", "La intención es ofrecer a los jugadores un sentido de orgullo y logro por desbloquear diferentes héroes. En cuanto al costo, seleccionamos los valores iniciales en función de los datos de la beta abierta y otros ajustes realizados a las recompensas por hitos antes del lanzamiento. Entre otras cosas, observamos las tasas de ganancia de crédito promedio por jugador a diario, y nosotros haremos ajustes constantes para garantizar que los jugadores tengan desafíos que sean convincentes, gratificantes y, por supuesto, alcanzables a través del juego.", "", "Apreciamos los comentarios sinceros y la pasión que la comunidad ha puesto en torno a los temas actuales aquí en Reddit, nuestros foros y en numerosas redes sociales. Nuestro equipo continuará haciendo cambios y monitoreando los comentarios de la comunidad y actualizando a todos tan pronto como sea posible.", "", "Con el paso de los años", "Star Wars Battlefront II", "mejoró y tiene su base de seguidores, pero definitivamente quedará marcado ese incidente con las cajas de botín.", "", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Xbox compró Bethesda, ZeniMax Media, y todas sus propiedades"], "content": ["Xbox ha anunciado que comprará ZeniMax Media, y con ella Bethesda, creadores de juegos como The Elder Scrolls, Fallout, Wolfenstein, Doom, Dishonored, Quake, Starfield y más.", "Anunciado por el Director de Xbox Phil Spencer en una publicación de", "Xbox Wire", "el día de hoy, Microsoft comprará ZeniMax Media por $7.5 mil millones de dólares - 3 veces los $2.5 mil millones que pagó por Mojang y Minecraft en el 2014 - y la compra formal se espera se cierre en la segunda mitad del 2021. El trato incluye ZeniMax Media por completo, Bethesda Softworks, Bethesda Game Studios, id Sotware, ZeniMax Online Studios, Arkane, MachineGames, Tango Gameworks, Alpha Dog, y Roundhouse Studios.", "En", "una publicación de blog", ", el SVP de marketing global de Bethesda dijo, \"Aún estamos trabajando en los mismos juegos que ayer, hechos por los mismos estudios con los que hemos trabajado por años, y esos juegos aún serán publicados por nosotros\". El movimiento, de acuerdo a Hines, es porque \"el acceso a recursos [de Microsoft] nos hará un mejor publisher y desarrollador\".", "No está claro si Bethesda será considerado parte de, o completamente separado de, la marca existente de Xbox Game Studios. IGN US le preguntó a Bethesda por una aclaración del asunto, y del efecto de sus juegos actualmente en desarrollo incluyendo las plataformas planeadas para Starfield, y la exclusividad temporal de PlayStation sobre Deathloop y Ghostwire: Tokyo - pero la respuesta fue que no habría más comentarios más allá de los ya realizados el día de hoy.", "El productor ejecutivo de Bethesda Games Studios Todd Howard", "escribió su propio blog", ", apuntando a la larga asociación de la compañía con Xbox, comenzando con el porteo de Morrowing a la primera consola de la compañía. Él dice que el Xbox Series S y X \"están optimizados para los vastos mundos que amamos crear, con saltos generacionales no sólo en gráficos, sino en XPU y streaming de datos también. Ha llevado a nuestra renovación de motor más grande desde Oblivion, con todas las nuevas tecnologías impulsando nuestra primera nueva IP en 25 años, Starfield, así como también The Elder Scrolls VI.", "Mientras que evitó entrar en específicos, Todd Howard también aludió a la idea de exclusivas indicando que tal vez Bethesda no estaría limitado al exosistema de Xbox: \"Como nuestra asociación original, esta es acerca de más de un sistema o una pantalla. Compartimos una profunda creencia en el poder fundamental de los juegos, su habilidad de conectar, empoderar, y traer felicidad. Y una creencia que creemos deberíamos traer a todos - sin importar de quien eres, en donde vives, o en donde juegas. Sin importar el tamaño de lapantalla, el control, o tu habilidad de usar uno\".", "Xbox también dice que \"añadirá las franquicias icónicas de Bethesda a Xbox Game Pass para consola y PC\". Un comunicado de prensa añadió que los juegos futuros de Bethesda serían añadidos, durante el lanzamiento, a Xbox Game Pass en Xbox o PC."]},
{"title": ["Xbox: revelan un easter egg de la Xbox original que permaneció en secreto por 20 años"], "content": ["La", "Xbox", "original salió hace casi veinte años este año, y un easter egg de créditos en su interfaz había permanecido sin descubrir durante todo ese tiempo.", "Kotaku recibió el tip de un desarrollador que trabajó en la consola Xbox original, quien explicó cómo activar el secreto, que muestra una escena de créditos que enumera a quienes trabajaron en la interfaz de la Xbox original. Kotaku probó el truco y confirmó que, de hecho, funciona.", "Para acceder a este easter egg recién descubierto, debes ir a \"Música\" (Music) e insertar un CD de audio. En la pantalla del CD de audio, deberás seleccionar \"Copiar\" (Copy), luego hacer clic en \"Copiar\" nuevamente y luego elegir \"Nueva banda sonora\" (New soundtrack). A continuación, te pedirá que cambies el nombre del título de la banda sonora, que debes cambiar a 'Timmyyyyyyyyyyyyyyyyyyyyyyyyyy!' (sí, con exactamente 26 letras Y).", "Una vez que la consola termine de copiar las pistas, regresa al menú principal en la interfaz de la consola, haz clic en \"Configuración\" (Settings) y luego en \"Información del sistema\" (System Info). Aparecerá un nuevo listado que no estaba allí anteriormente, y contiene una lista de cuatro miembros que formaban parte del \"Equipo de la interfaz de Xbox\".", "Este no es el único easter egg que puedes encontrar en la Xbox original. Hay un easter egg más conocido, que puedes activar yendo a la pantalla de extracción de CD de audio en la consola y nombrando la nueva copia \"<>\" activarás una lista de créditos oculta. Sin embargo, según el creador original de Xbox, Seamus Blackley, parece haber al menos un easter egg más sin descubrir para la consola. Tiene algo que ver con la animación de arranque de la interfaz, pero necesitaremos averiguar más sobre eso en el futuro.", "", ""]},
{"title": ["FIFA 21, Final Fantasy X/X-2, Red Dead Online: estos son los juegos que llegan a Xbox Game Pass en mayo"], "content": ["Microsoft ha anunciado los juegos que llegarán a Xbox Game Pass en estas primeras semanas de mayo donde destacan", "FIFA 21", ", Final Fantasy X/X-2 HD Remaster, Red Dead Online y Just Cause 4 Reloeaded.", "A continuación tienen los juegos que se agregarán próximamente al servicio:", "4 de mayo", "Dragon Quest Builders 2 (Consola y PC)", "", "DRAGON QUEST BUILDERS 2 es el aclamado JDR de construcción basado en bloques del creador de la serie de DRAGON QUEST Yuji Horii, el diseñador de personajes Akira Toriyama y el compositor Koichi Sugiyama. ¡Embárcate en un viaje épico y conviértete en el constructor maestro! Personaliza a tu personaje y ponte manos a la obra junto a tu misterioso compañero, Malroth, para devolverle la vida a un mundo abandonado. Después pon a tu constructor en línea y únete a tus amigos para crear entre todos algo que quite el hipo.", "", "6 de mayo", "FIFA 21 (Consola y PC)", "", "Comparte la gloria en EA SPORTS FIFA 21 con formas nuevas de jugar en equipo y expresarte en la calle y el estadio. Con el poder de Frostbite, FIFA 21 eleva el nivel del juego con características nuevas.", "", "Outlast 2 (Nube, Consola y PC)", "", "En Outlast 2 conocerás a Sullivan Knoth y sus seguidores, que dejaron atrás nuestro cruel mundo para fundar Temple Gate, un pueblo situado en tierra salvaje, alejado de la civilización. Knoth y su rebaño se preparan para las tribulaciones del fin de los tiempos y tú te encuentras en el ojo del huracán. \"Eres Blake Langermann, un cámara que trabaja con su mujer, Lynn. Ambos sois periodistas de investigación dispuestos a correr riesgos y escarbar a fondo para sacar a la luz historias que nadie más se atrevería a investigar.", "", "Steep (Nube y Consola)", "", "Recorre un mundo abierto y enorme en los Alpes, donde la nieve siempre es polvo fresco y el descenso nunca termina. Desafía y domina la montaña solo o con amigos, en esquís, traje de alas, tabla de snowboard o parapente. Comparte tus mejores acrobacias.", "", "13 de mayo", "Final Fantasy X/X-2 HD Remaster (Consola y PC)", "", "FINAL FANTASY X/X-2 HD Remaster brinda dos juegos inolvidables a la generación actual para los fans nuevos y de siempre. Métete de lleno en el mundo de Spira y disfruta de más de 100 horas de juego en total con estos dos clásicos.", "", "Just Cause 4: Reloaded (Nube, Consola y PC)", "", "¡Just Cause 4 Reloaded ofrece una vasta experiencia de juego explosiva en un paquete totalmente nuevo! Just Cause 4 Reloaded incluye contenido premium, mejoras y características adicionales que se añaden a todas las mejoras ya lanzadas.", "", "Psychonauts (Nube, Consola y PC)", "", "Una odisea psíquica a través de las mentes de inadaptados, monstruos y locos.", "", "Red Dead Online (Nube y Consola)", "", "Adéntrate en el emergente y dinámico mundo de Red Dead Online y experimenta la vida en el Viejo Oeste. Persigue cazarrecompensas; dedícate a la caza, la pesca y el comercio; busca tesoros exóticos; dirije tu propia destilería de aguardiente; o conviértete en naturalista y descubre los secretos del reino animal. Todo esto y mucho más en un mundo increíblemente extenso y lleno de vida.", "", "Remnant: From the Ashes (PC)", "", "El mundo se sumergió en caos debido a un mal antiguo de otra dimensión. Enfrentarás a uno de los últimos remanentes de la humanidad mientras, solo o junto a uno o dos sobrevivientes más, debes enfrentar hordas de enemigos mortales e intentar establecer un punto de apoyo para reconstruir y recuperar lo perdido.", "", "Cabe recordar que", "el pasado mes de abril se agregaron juegos interesantes", "como Grand Theft Auto V, Zombie Army 4: Dead War, MLB the Show 21 y más.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Hogwarts Legacy - Reseña"], "score": ["10"]},
{"title": ["Battlefield V - Reseña"], "score": ["8.5"]},
{"title": ["Star Wars Battlefront II - Reseña"], "score": ["7"]},
{"title": ["Mario + Rabbids Sparks of Hope: Tráiler de Historia"], "publication_date": ["29 de Septiembre de 2022"]},
{"title": ["Star Wars:10 de los mejores videojuegos de la franquicia"], "content": ["La Galaxia muy muy Lejana de Star Wars es un mundo lleno de posibilidades por explorar que ha atrapado la atención de millones de fans durante décadas. Y por supuesto, con tanto potencial era de esperarse que los videojuegos estarían ahí para utilizarlo.", "Ya sea que disfrutes de las batallas entre los Jedi y los Sith, las aventuras de cazarrecompensas y mercenarios, o la estrategia a nivel galáctico, es bastante posible que encuentres por lo menos un juego de Star Wars que sea de tu agrado. Es por eso que hoy te traemos una pequeña lista de lo que nosotros consideramos son los 10 mejores títulos de Star Wars en la historia de los videojuegos.", "10. Star Wars Jedi: Fallen Order", "Uno de los títulos más recientes en la franquicia mezcla el universo de fantasía y ciencia ficción con el gameplay soulslike que tanto nos gusta a los gamers. Creado con increíble pasión de parte de Respawn Entertainment, Fallen Order explora el tiempo de la rebelión entre la trilogía original y la trilogía precuela con un nuevo personaje, Cal Kestis, que sobrevivió a la Orden 66 cuando era solamente un Padawan.", "Pocas veces hemos podido tener una historia original con tanto detalle como se logró en este juego, ya que además de un excelente sistema de combate y poderes de la Fuerza los planetas que exploramos se ven increíbles, suenan asombrosos gracias a una banda sonora, y vienen acompañados de información acerca del universo en una manera fácil de digerir.", "", "9. Star Wars Squadrons", "Porque mientras algunos sueñan con un lightsaber, otros lo hacemos con pilotear un X-Wing. Squadrons es un proyecto mucho más pequeño que el título anterior, pero uno que está hiperenfocado en entregar un simulador de vuelo espacial de excelente calidad.", "Con diferentes modelos de naves de ambos lados del conflicto galáctico, Squadrons satisface las ganas de participar en las guerras que están en el título de la franquicia sin necesidad de ser adepto a La Fuerza. Tomando inspiración de los juegos clásicos de LucasArts de los 90s, TIE Fighter y X-Wing, la campaña incluso te permite explorar una historia que cuenta con algunos giros bastante impredecibles. Si tienen la oportunidad de utilizar un joystick de vuelo, no se van a arrepentir.", "", "8. Jedi Knight 2: Jedi Outcast", "¡Nuestra primera historia de Kyle Katarn en esta lista! para los fans del Universo Expandido de Star Wars (ahora Legends), Katarn es un nombre reconocible y enorme. Este juego fue una de las primeras ocasiones en que se nos permitió saborear la fuerza completa de un Jedi en un entorno 3D, y mientras que no se ve tan impresionante en imágenes, en video tampoco se ve tan bien, pero vaya si es divertido a montones.", "En Jedi Outcast juegas un híbrido de FPS con Hack & Slash con el trasfondo de una aventura a través de montones de planetas, todo durante y después de la trilogía original. Y si, eso significa que puedes interactuar con Luke, Chewbacca, y muchos otros personajes clásicos.", "A la fecha el juego aún se puede encontrar en Steam y otras plataformas de PC, aunque por lástima sus comunidades ya no son nada grandes y es básicamente imposible encontrar un servidor multijugador para tener duelos que te dejan con un mareo terrible.", "", "7.Star Wars: Republic Commando", "Hablando de FPS, por qué no traer de vuelta la atención a un escuadrón de Clones increíblemente rudo a la mitad de la Guerra de los... Clones.", "Republic Commando se trata de un juego de disparos en el que tomas el control de un grupo de soldados altamente especializados. Al más puro estilo de Halo, pero con la novedad de poder darle órdenes a tus compañeros de equipo, este título pasó desapercibido por muchos pero es la mejor manera experimentar las mejores partes de las precuelas más allá de los duelos de lightsaber.", "Además, los personajes están inspirados en los diseños de clones de Gendy Tartakovsky, cuando Clone Wars no era más que una serie de clips asombrosos y llenos de acción.", "", "6. Star Wars Battlefront 2 (2005)", "Antes de que EA tomara la exclusividad de la franquicia y comenzara \"La Era Oscura\" de los juegos de Star Wars, este asombroso shooter en tercera persona tomó el mundo multijugador por sorpresa. En la época en la que para jugar en línea requería que compraras un modem externo para tu consola, Battlefield 2 nos entregó batallas caóticas a través de esta galaxia.", "Además de una campaña de historia que detalla las hazañas del batallón 501 de clones de la República, el modo de Conquista Galáctica añadía un nivel de estrategia a las batallas contra la computadora que hacía el título enormemente rejugable.", "Pero aún así...", "", "5. Star Wars Battlefront 2(2017)", "Si, la controversia en su lanzamiento fue terrible. Todos odiamos las Loot Boxes.", "Sin embargo, su estado actual es posiblemente una de las mejores experiencias multijugador de Star Wars en este momento. Además de contar con gráficos asombrosos, DICE añadió una enorme variedad de contenido que abarca todas las épocas de la franquicia en los lanzamientos cinematográficos hasta ese momento.", "Mientras que la historia no es lo más divertido, si incluye muy buenos momentos para aquellos que han leído los libros modernos de Star Wars. Y de cualqueir manera el multijugador es lo más importante para este juego, y cuenta con modos bastante divertidos que te permiten jugar como soldados regulares, drones, droides, Jedi, Sith y muchos más. ¿En qué otro juego puedes jugar como Ewoks?.", "", "4. Star Wars: Empire at War", "Esta es para los que crecimos jugando StarCraft, Age of Empires y Command & Conquer. Mientras que han existido varios títulos de estrategia en tiempo real de la franquicia, Empire at War es posiblemente el mejor de todos gracias a no sólo sus gráficos sino a sus mecánicas de combate en escala masiva.", "La historia del juego fue una de las priemras en explorar el espacio entre trilogías con la posibilidad de jugar comocualquiera de esas facciones, así que algunos de los conceptos que ahora conocemos en todo el contenido que abarca esa época se origina de este juego. Pero más allá de eso, este es uno de los títulos más divertidos en cuanto a estrategia se refiere. Hay algo especial acerca de este genero que tristemente ha sido olvidado en la época actual.", "", "3. Star Wars Galaxies", "No podíamos hacer una lista sin mencionar al gigantesco MMO que era tan grande y complejo que (originalmente) nadie sabía como convertirse en un usuario de la Fuerza.", "Si alguna vez han escuchado de este título, es muy probable que hayan escuchado acerca de cómo cuando fue lanzado originalmente la única manera en que se podía jugar como un Jedi o Sith estaba totalmente oculta. El proceso requería que los jugadores alcanzaran niveles altos en habilidades elegidas aleatoriamente para su personaje, después de lo cual podían hacer algunas misiones para desbloquear la capacidad de usar La Fuerza.", "Esto resultó en un mundo en el que ver a un Jedi era algo verdaderamente único y especial. Increíblemente fuerte ante el resto de los jugadores, pero un evento impresionante. Actualmente el juego cuenta con algunos servidores privados, pero aquellos que pudimos presenciarlo en su momento nunca lo olvidaremos.", "", "2. LEGO Star Wars: The Skywalker Saga", "¡No, enserio, es divertidísimo! Aunque podría parecer broma, los juegos de LEGO han sido constantemente de alta calidad gracias a su simplicidad y sentido del humor. Más bien una parodia oficial de la serie, este nuevo título cubre de principio a fin las nueve películas de la saga principal.", "Además, en esta ocasión el desarrollador decidió implementar nuevas mecánicas que lo convierten por completo en un juego de acción al estilo Devil May Cry. Aún así esto se trata de una increíble colección que te permite disfrutar de una enorme cantidad de contenido, y su naturaleza lo hace perfecto para hacerlo en familia", "", "1. Star Wars: Knights of the Old Republic", "", "Antes de Dragon Age, Mass Effect, Skyrim, y mucho antes de \"La Alta República\", Bioware exploró y expandió el pasado lejano de Star Wars con uno de los RPGs más famosos en la historia. La historia toma lugar durante una de las muchas guerras entre Sith y Jedi, dándote el control de un poderoso usuario de la Fuerza personalizable a tu gusto.", "Además de contarte una increíble historia llena de misterios, secretos y giros inesperados, Knights of the Old Republic ayudó a inspirar muchas de las historias paralelas que ahora disfrutamos con Legends. Ahora que se acerca un remake de calidad AAA (esperamos), es un excelente momento para volver a experimentar KOTOR. Y además, el MMO que surgió de él no está nada mal para pasar un rato.", "Mike Reyes es un editor de IGN Latinoamérica. Nació con un control de SNES en las manos, y jamás ha dejado de jugar. Encuéntralo en redes sociales como", "@Sol_Criva", "."]},
{"title": ["Star Wars:10 de los mejores videojuegos de la franquicia"], "content": ["La Galaxia muy muy Lejana de Star Wars es un mundo lleno de posibilidades por explorar que ha atrapado la atención de millones de fans durante décadas. Y por supuesto, con tanto potencial era de esperarse que los videojuegos estarían ahí para utilizarlo.", "Ya sea que disfrutes de las batallas entre los Jedi y los Sith, las aventuras de cazarrecompensas y mercenarios, o la estrategia a nivel galáctico, es bastante posible que encuentres por lo menos un juego de Star Wars que sea de tu agrado. Es por eso que hoy te traemos una pequeña lista de lo que nosotros consideramos son los 10 mejores títulos de Star Wars en la historia de los videojuegos.", "10. Star Wars Jedi: Fallen Order", "Uno de los títulos más recientes en la franquicia mezcla el universo de fantasía y ciencia ficción con el gameplay soulslike que tanto nos gusta a los gamers. Creado con increíble pasión de parte de Respawn Entertainment, Fallen Order explora el tiempo de la rebelión entre la trilogía original y la trilogía precuela con un nuevo personaje, Cal Kestis, que sobrevivió a la Orden 66 cuando era solamente un Padawan.", "Pocas veces hemos podido tener una historia original con tanto detalle como se logró en este juego, ya que además de un excelente sistema de combate y poderes de la Fuerza los planetas que exploramos se ven increíbles, suenan asombrosos gracias a una banda sonora, y vienen acompañados de información acerca del universo en una manera fácil de digerir.", "", "9. Star Wars Squadrons", "Porque mientras algunos sueñan con un lightsaber, otros lo hacemos con pilotear un X-Wing. Squadrons es un proyecto mucho más pequeño que el título anterior, pero uno que está hiperenfocado en entregar un simulador de vuelo espacial de excelente calidad.", "Con diferentes modelos de naves de ambos lados del conflicto galáctico, Squadrons satisface las ganas de participar en las guerras que están en el título de la franquicia sin necesidad de ser adepto a La Fuerza. Tomando inspiración de los juegos clásicos de LucasArts de los 90s, TIE Fighter y X-Wing, la campaña incluso te permite explorar una historia que cuenta con algunos giros bastante impredecibles. Si tienen la oportunidad de utilizar un joystick de vuelo, no se van a arrepentir.", "", "8. Jedi Knight 2: Jedi Outcast", "¡Nuestra primera historia de Kyle Katarn en esta lista! para los fans del Universo Expandido de Star Wars (ahora Legends), Katarn es un nombre reconocible y enorme. Este juego fue una de las primeras ocasiones en que se nos permitió saborear la fuerza completa de un Jedi en un entorno 3D, y mientras que no se ve tan impresionante en imágenes, en video tampoco se ve tan bien, pero vaya si es divertido a montones.", "En Jedi Outcast juegas un híbrido de FPS con Hack & Slash con el trasfondo de una aventura a través de montones de planetas, todo durante y después de la trilogía original. Y si, eso significa que puedes interactuar con Luke, Chewbacca, y muchos otros personajes clásicos.", "A la fecha el juego aún se puede encontrar en Steam y otras plataformas de PC, aunque por lástima sus comunidades ya no son nada grandes y es básicamente imposible encontrar un servidor multijugador para tener duelos que te dejan con un mareo terrible.", "", "7.Star Wars: Republic Commando", "Hablando de FPS, por qué no traer de vuelta la atención a un escuadrón de Clones increíblemente rudo a la mitad de la Guerra de los... Clones.", "Republic Commando se trata de un juego de disparos en el que tomas el control de un grupo de soldados altamente especializados. Al más puro estilo de Halo, pero con la novedad de poder darle órdenes a tus compañeros de equipo, este título pasó desapercibido por muchos pero es la mejor manera experimentar las mejores partes de las precuelas más allá de los duelos de lightsaber.", "Además, los personajes están inspirados en los diseños de clones de Gendy Tartakovsky, cuando Clone Wars no era más que una serie de clips asombrosos y llenos de acción.", "", "6. Star Wars Battlefront 2 (2005)", "Antes de que EA tomara la exclusividad de la franquicia y comenzara \"La Era Oscura\" de los juegos de Star Wars, este asombroso shooter en tercera persona tomó el mundo multijugador por sorpresa. En la época en la que para jugar en línea requería que compraras un modem externo para tu consola, Battlefield 2 nos entregó batallas caóticas a través de esta galaxia.", "Además de una campaña de historia que detalla las hazañas del batallón 501 de clones de la República, el modo de Conquista Galáctica añadía un nivel de estrategia a las batallas contra la computadora que hacía el título enormemente rejugable.", "Pero aún así...", "", "5. Star Wars Battlefront 2(2017)", "Si, la controversia en su lanzamiento fue terrible. Todos odiamos las Loot Boxes.", "Sin embargo, su estado actual es posiblemente una de las mejores experiencias multijugador de Star Wars en este momento. Además de contar con gráficos asombrosos, DICE añadió una enorme variedad de contenido que abarca todas las épocas de la franquicia en los lanzamientos cinematográficos hasta ese momento.", "Mientras que la historia no es lo más divertido, si incluye muy buenos momentos para aquellos que han leído los libros modernos de Star Wars. Y de cualqueir manera el multijugador es lo más importante para este juego, y cuenta con modos bastante divertidos que te permiten jugar como soldados regulares, drones, droides, Jedi, Sith y muchos más. ¿En qué otro juego puedes jugar como Ewoks?.", "", "4. Star Wars: Empire at War", "Esta es para los que crecimos jugando StarCraft, Age of Empires y Command & Conquer. Mientras que han existido varios títulos de estrategia en tiempo real de la franquicia, Empire at War es posiblemente el mejor de todos gracias a no sólo sus gráficos sino a sus mecánicas de combate en escala masiva.", "La historia del juego fue una de las priemras en explorar el espacio entre trilogías con la posibilidad de jugar comocualquiera de esas facciones, así que algunos de los conceptos que ahora conocemos en todo el contenido que abarca esa época se origina de este juego. Pero más allá de eso, este es uno de los títulos más divertidos en cuanto a estrategia se refiere. Hay algo especial acerca de este genero que tristemente ha sido olvidado en la época actual.", "", "3. Star Wars Galaxies", "No podíamos hacer una lista sin mencionar al gigantesco MMO que era tan grande y complejo que (originalmente) nadie sabía como convertirse en un usuario de la Fuerza.", "Si alguna vez han escuchado de este título, es muy probable que hayan escuchado acerca de cómo cuando fue lanzado originalmente la única manera en que se podía jugar como un Jedi o Sith estaba totalmente oculta. El proceso requería que los jugadores alcanzaran niveles altos en habilidades elegidas aleatoriamente para su personaje, después de lo cual podían hacer algunas misiones para desbloquear la capacidad de usar La Fuerza.", "Esto resultó en un mundo en el que ver a un Jedi era algo verdaderamente único y especial. Increíblemente fuerte ante el resto de los jugadores, pero un evento impresionante. Actualmente el juego cuenta con algunos servidores privados, pero aquellos que pudimos presenciarlo en su momento nunca lo olvidaremos.", "", "2. LEGO Star Wars: The Skywalker Saga", "¡No, enserio, es divertidísimo! Aunque podría parecer broma, los juegos de LEGO han sido constantemente de alta calidad gracias a su simplicidad y sentido del humor. Más bien una parodia oficial de la serie, este nuevo título cubre de principio a fin las nueve películas de la saga principal.", "Además, en esta ocasión el desarrollador decidió implementar nuevas mecánicas que lo convierten por completo en un juego de acción al estilo Devil May Cry. Aún así esto se trata de una increíble colección que te permite disfrutar de una enorme cantidad de contenido, y su naturaleza lo hace perfecto para hacerlo en familia", "", "1. Star Wars: Knights of the Old Republic", "", "Antes de Dragon Age, Mass Effect, Skyrim, y mucho antes de \"La Alta República\", Bioware exploró y expandió el pasado lejano de Star Wars con uno de los RPGs más famosos en la historia. La historia toma lugar durante una de las muchas guerras entre Sith y Jedi, dándote el control de un poderoso usuario de la Fuerza personalizable a tu gusto.", "Además de contarte una increíble historia llena de misterios, secretos y giros inesperados, Knights of the Old Republic ayudó a inspirar muchas de las historias paralelas que ahora disfrutamos con Legends. Ahora que se acerca un remake de calidad AAA (esperamos), es un excelente momento para volver a experimentar KOTOR. Y además, el MMO que surgió de él no está nada mal para pasar un rato.", "Mike Reyes es un editor de IGN Latinoamérica. Nació con un control de SNES en las manos, y jamás ha dejado de jugar. Encuéntralo en redes sociales como", "@Sol_Criva", "."]},
{"title": ["EA bromea sobre los videojuegos de un sólo jugador e indigna a la comunidad de internet"], "content": ["La cuenta oficial de Twitter de EA hizo una broma burlándose de los videojuegos para un sólo jugador, pero las cosas no les salieron bien y la indignación en general de internet, obligó a la empresa a enfrentar su error.", "EA se unió a uno de los memes más populares de las últimas semanas “She/he is ten”, que habla de alguna persona físicamente atractiva, “pero” con una cualidad que hace que su puntaje baje significativamente, normalmente, estas cualidades negativas son abordadas con humor, porque de eso se tratan los memes, de ser divertidos.", "", "", "Roast well deserved. We’ll take this L cause playing single player games actually makes them an 11.", "https://t.co/PNg4FKOgfB", "— Electronic Arts (@EA)", "July 1, 2022", "El caso es que la compañía tuiteó “tienen 10, pero sólo les gusta jugar juegos de un sólo jugador”. El tuit en sí es extraño, ya que EA publicar muchos títulos single player; por ejemplo,", "Mass Effect: Legendary Edition , Star Wars Jedi: Fallen Order", "y", "The Sims 4", ", pero lo que comenzó como sólo una broma, se intensificó al recibir las respuestas del público.", "Entre los usuarios de Twitter que mostraron indignación a este chiste de EA, se encuentran el jefe de", "Respawn Entertainment de EA, Vince Zampella", ";", "el YouTuber Jacksepticeye", "y el", "anfitrión de los Game Awards, Geoff Keighley", "; mientras que muchos otros se burlaron y criticaron a EA en represalia.", "\"Tienen 10, pero pensaron que este tuit sería buena idea\", escribió el YouTuber", "Jacksepticeye", ".", "", "", "They’re a 10 but thought this tweet was a good idea", "— Jacksepticeye (@Jacksepticeye)", "July 1, 2022", "", "Algunos tuits compararon a", "Jedi Fallen Order", "con el multijugador de Star Wars de EA,", "Battlefront II", ", que fue muy criticado cuando se lanzó por su sistema de cajas de botín y microtransacciones; mientras que otros señalaron la contradicción entre el mensaje y que EA haya anunciado recientemente una nueva versión de", "Dead Space", "(para un jugador) y otro single player,", "Star Wars Jedi: Survivor.", "Hasta ahora, el tuit ha recibido más de 11 mil respuestas, la mayoría de ellas negativas, entre las que destaca un mensaje que dice: “¿Cómo pueden ser sus tuits peores que sus juegos?”. Esta indignación general finalmente llevó a EA a reconocer su error. Cuatro horas después del tuit original, la compañía escribió: “Ridículo bien merecido. Aceptamos esta derrota porque jugar videojuegos para un sólo jugador en realidad les da un 11”.", "", "", "", "Star Wars Jedi: Fallen Order (PS4) - PlayStation4 Edition", "", "Precio:", "$799", "", "Buy on Amazon ↗", "", "", ""]},
{"title": ["EA bromea sobre los videojuegos de un sólo jugador e indigna a la comunidad de internet"], "content": ["La cuenta oficial de Twitter de EA hizo una broma burlándose de los videojuegos para un sólo jugador, pero las cosas no les salieron bien y la indignación en general de internet, obligó a la empresa a enfrentar su error.", "EA se unió a uno de los memes más populares de las últimas semanas “She/he is ten”, que habla de alguna persona físicamente atractiva, “pero” con una cualidad que hace que su puntaje baje significativamente, normalmente, estas cualidades negativas son abordadas con humor, porque de eso se tratan los memes, de ser divertidos.", "", "", "Roast well deserved. We’ll take this L cause playing single player games actually makes them an 11.", "https://t.co/PNg4FKOgfB", "— Electronic Arts (@EA)", "July 1, 2022", "El caso es que la compañía tuiteó “tienen 10, pero sólo les gusta jugar juegos de un sólo jugador”. El tuit en sí es extraño, ya que EA publicar muchos títulos single player; por ejemplo,", "Mass Effect: Legendary Edition , Star Wars Jedi: Fallen Order", "y", "The Sims 4", ", pero lo que comenzó como sólo una broma, se intensificó al recibir las respuestas del público.", "Entre los usuarios de Twitter que mostraron indignación a este chiste de EA, se encuentran el jefe de", "Respawn Entertainment de EA, Vince Zampella", ";", "el YouTuber Jacksepticeye", "y el", "anfitrión de los Game Awards, Geoff Keighley", "; mientras que muchos otros se burlaron y criticaron a EA en represalia.", "\"Tienen 10, pero pensaron que este tuit sería buena idea\", escribió el YouTuber", "Jacksepticeye", ".", "", "", "They’re a 10 but thought this tweet was a good idea", "— Jacksepticeye (@Jacksepticeye)", "July 1, 2022", "", "Algunos tuits compararon a", "Jedi Fallen Order", "con el multijugador de Star Wars de EA,", "Battlefront II", ", que fue muy criticado cuando se lanzó por su sistema de cajas de botín y microtransacciones; mientras que otros señalaron la contradicción entre el mensaje y que EA haya anunciado recientemente una nueva versión de", "Dead Space", "(para un jugador) y otro single player,", "Star Wars Jedi: Survivor.", "Hasta ahora, el tuit ha recibido más de 11 mil respuestas, la mayoría de ellas negativas, entre las que destaca un mensaje que dice: “¿Cómo pueden ser sus tuits peores que sus juegos?”. Esta indignación general finalmente llevó a EA a reconocer su error. Cuatro horas después del tuit original, la compañía escribió: “Ridículo bien merecido. Aceptamos esta derrota porque jugar videojuegos para un sólo jugador en realidad les da un 11”.", "", "", "", "Star Wars Jedi: Fallen Order (PS4) - PlayStation4 Edition", "", "Precio:", "$799", "", "Buy on Amazon ↗", "", "", ""]},
{"title": ["Xbox comenzará a bloquear accesorios no oficiales a partir de noviembre"], "content": ["Se está generando una", "nueva polémica con Xbox", "debido a que", "planean bloquear controles y accesorios no oficiales", ".", "La más reciente actualización de sistema en Xbox muestra un mensaje que indica que", "ciertos accesorios sin licencia no están autorizados y que se bloquearán a partir del próximo 12 de noviembre", ".", "Según menciona Windows Central, Microsoft está planeando", "expandir su programa de licencias y soporte en productos third-party", ", por lo que los que no reciban su visto bueno no funcionarán en las consolas Xbox One y Xbox Series X/S.", "Microsoft proporcionó un enlace donde muestran sus controles y accesorios con autorización, y tal como pueden ver incluye marcas como PDP, PowerA, GameSir, SCUF, Hyperkin, Victrix, Corsair, Astro, 8BitDo, Razer, Turtle Beach, Nacon, Thrustmaster, Western Digital, SeaGate, Logitech y HyperX.", "Esta medida", "ha dividido opiniones de la comunidad", "ya que muchos jugadores no están de acuerdo al considerar que bloquean la libertad de elegir el periférico de su elección, además de que no dan alternativas para los que cuentan con productos no oficiales.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["GTA V regresará pronto a Xbox Game Pass"], "content": ["Buenas noticias para los fans de", "Grand Theft Auto V", "(GTA V) con", "Xbox Game Pass", ", y es que Microsoft ha anunciado que el exitoso juego regresará al catálogo del servicio el próximo jueves 8 de abril.", "Cabe recordar que GTA V fue agregado a Xbox Game Pass en enero de 2020, pero el 7 de mayo fue retirado del catálogo.", "A través de Xbox Wire se anunciaron los juegos que se agregarán a", "Xbox Game Pass", "en abril, y pueden conocerlos a continuación:", "", "8 de abril", "Grand Theft Auto V (nube y consola)", "", "Cuando un joven estafador callejero, un ladrón de bancos retirado y un aterrador psicópata se ven envueltos en trastornadas situaciones del inframundo criminal, el gobierno de Estados Unidos y la industria del entretenimiento deberán llevar a cabo una serie de peligrosos robos para sobrevivir en una despiadada ciudad donde no podrán confiar en nadie.", "", "Zombie Army 4: Dead War (nube, consola y PC)", "", "¡Las hordas de zombis de Hitler están de regreso para más aventuras en este escalofriante shooter de los creadores de Sniper Elite 4! Enfréntate a abominables enemigos ocultos, épicas armas y una desgarradora campaña para hasta 4 jugadores en Europa de los años 40 mientras luchas para salvar a la humanidad del Armagedón de muertos vivientes.", "", "Disneyland Adventures (nube)", "", "¡Vive la magia de Disneyland! Prepárate para un viaje donde las historias cobran vida y los sueños se hacen realidad, ¡desde tu casa! Explora el parque Disneyland, desde Main Street U.S.A. hasta Critter Country, donde podrás acompañar a Peter Pan para luchar contra el Capitán Garfio, saludar a Mickey Mouse y abrazar a Blancanieves.", "", "Rush: A Disney / Pixar Adventure (nube)", "", "Rush: A Disney / Pixar Adventure te invita a jugar con tus familiares y amigos de todas las edades para experimentar juntos los mundos de seis películas de Disney / Pixar. Acompaña a los personajes de Los Increíbles, Ratatouille, Up, Cars, Toy Story y Buscando a Dory para resolver puzles y descubrir secretos ocultos.", "", "12 de abril", "NHL 21 (consola) EA Play", "", "¡Inicia tu camino hacia el estrellato en el modo extendido de Be A Pro y consigue los primeros puestos en la liga. Pon a prueba tus mejores trucos en la pista, nuevos movimientos, dekes, dangles y maniobras evasivas inspirados por los jugadores más revolucionarios de la liga.", "", "15 de abril", "Rain on Your Parade (nube, consola y PC)", "", "¡Viaja por el mundo como una linda nube de cartón y arruina el día de todos! Desbloquea nuevos métodos de travesuras en más de 50 niveles, cada uno con un entorno y objetivos únicos. ¡Haz nuevos amigos y ayúdalos! ¡O disfruta de las desgracias de tus compañeros en este adorable juego!", "", "Pathway (PC)", "", "Reúne un audaz equipo de aventureros y viaja a través del desierto. En 1936, la influencia nazi estaba en su punto máximo, junto con rumores de excavaciones secretas, artefactos misteriosos y espantosos rituales ocultos… ¡Burla a tus enemigos en combates de escuadrones estratégicos y localiza tesoros antiguos antes de que caigan en las manos equivocadas!", "", "20 de abril", "MLB The Show 21 (nube y consola)", "", "¡MLB The Show 21 llegará a Xbox Game Pass el mismo día de su lanzamiento en Cloud (Beta), Xbox One y Xbox Series X|S! Experimenta la acción momento a momento de manera, profunda, rápida e intensa en el campo en 4K 60FPS en consolas Xbox Series X|S. Lleva a tu jugador de béisbol a Road to the Show y Diamond Dynasty Glory y enfréntate a tus amigos en PlayStation 4 o PlayStation 5 con el juego multiplataforma.", "", "Los que se van de Xbox Game Pass", "Por cierto, también se anunciaron los juegos que se van de Xbox Game Pass, y pueden conocerlos a continuación:", "15 de abril", "", "Deliver Us the Moon (consola y pc)", "", "Gato Roboto (consola y PC)", "", "Wargroove (consola y PC)", "", "16 de abril (EA Play)", "", "Madden 15 (consola)", "", "Madden 16 (consola)", "", "Madden 17 (consola)", "", "Madden 18 (consola)", "", "Madden 25 (consola)", "", "NHL 18 (consola)", "", "NHL 19 (consola)", ""]},
{"title": ["FIFA 21 - Reseña"], "score": ["8"]},
{"title": ["Xbox comenzará a bloquear accesorios no oficiales a partir de noviembre"], "content": ["Se está generando una", "nueva polémica con Xbox", "debido a que", "planean bloquear controles y accesorios no oficiales", ".", "La más reciente actualización de sistema en Xbox muestra un mensaje que indica que", "ciertos accesorios sin licencia no están autorizados y que se bloquearán a partir del próximo 12 de noviembre", ".", "Según menciona Windows Central, Microsoft está planeando", "expandir su programa de licencias y soporte en productos third-party", ", por lo que los que no reciban su visto bueno no funcionarán en las consolas Xbox One y Xbox Series X/S.", "Microsoft proporcionó un enlace donde muestran sus controles y accesorios con autorización, y tal como pueden ver incluye marcas como PDP, PowerA, GameSir, SCUF, Hyperkin, Victrix, Corsair, Astro, 8BitDo, Razer, Turtle Beach, Nacon, Thrustmaster, Western Digital, SeaGate, Logitech y HyperX.", "Esta medida", "ha dividido opiniones de la comunidad", "ya que muchos jugadores no están de acuerdo al considerar que bloquean la libertad de elegir el periférico de su elección, además de que no dan alternativas para los que cuentan con productos no oficiales.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Microsoft trae herramientas de desarrollo de juegos mejoradas con IA a Xbox"], "content": ["Microsoft", "busca expandir sus esfuerzos de", "IA", "en su división de juegos, ya que anunció hoy que se asociará con", "Inworld AI", "para crear herramientas de desarrollo de juegos para", "Xbox", "que permitirán a los desarrolladores crear personajes mejorados con", "IA", "y más.", "Visto por", "The Verge", ", esta asociación de varios años permitirá a los desarrolladores de", "Xbox", "aprovechar la inteligencia artificial como parte del desarrollo de sus juegos. Específicamente,", "Inworld", "", "AI", "aprovechará esta asociación para priorizar el desarrollo de un copiloto de diseño de", "IA", ", así como el motor de ejecución de personajes de", "IA", ", que se puede utilizar para crear nuevas historias, entre otras cosas.", "El motor de personajes de", "Inworld AI", "debería sonar familiar para algunos, ya que el modder veterano", "Bloc", "nos dijo en una entrevista en agosto que usó la herramienta", "Inworld", "", "Character", "", "Engine", "para crear el mod de historia de", "GTA 5", "impulsado por", "AI", "", "Sentient", "", "Streets", "antes de que", "Take-Two", "lo cancelara.", "\"Juntos, nuestro objetivo es ofrecer un conjunto de herramientas de", "IA", "multiplataforma accesible y diseñado responsablemente para ayudar y empoderar a los creadores en el diálogo, la historia y el diseño de misiones. Al igual que con todas las herramientas para creadores en", "Xbox", ", nuestro objetivo es ofrecer lo último en tecnología.", "IA", "de última generación para desarrolladores de juegos de cualquier tamaño, en cualquier parte del mundo y en todas las plataformas donde los jugadores quieran jugar\", escribió", "Haiyan", "", "Zhang", ", director general de", "IA", "de juegos de", "Xbox", ". \"Queremos ayudar a que a los desarrolladores les resulte más fácil hacer realidad sus visiones, probar cosas nuevas, ampliar los límites de los juegos actuales y experimentar para mejorar la jugabilidad, la conexión de los jugadores y más\".", "IA", "Ubisoft", "Assassin's Creed", "Embark Studios", "The Finals", "IA", "IA", "La empresa matriz de", "Xbox", "ha estado incursionando cada vez más en la", "IA", "este año, y el gigante tecnológico anunció en enero que realizó una inversión multimillonaria en", "OpenAI", ". En febrero,", "Microsoft", "anunció nuevas versiones de sus motores de búsqueda", "Bing", "y", "Edge", ", que utilizan la misma base de tecnología de inteligencia artificial que utiliza el chatbot de", "OpenAI", ",", "ChatGPT", ".", "Taylor es reportera de IGN. Puedes seguirla en Twitter", "@TayNixster."]},
{"title": ["Microsoft trae herramientas de desarrollo de juegos mejoradas con IA a Xbox"], "content": ["Microsoft", "busca expandir sus esfuerzos de", "IA", "en su división de juegos, ya que anunció hoy que se asociará con", "Inworld AI", "para crear herramientas de desarrollo de juegos para", "Xbox", "que permitirán a los desarrolladores crear personajes mejorados con", "IA", "y más.", "Visto por", "The Verge", ", esta asociación de varios años permitirá a los desarrolladores de", "Xbox", "aprovechar la inteligencia artificial como parte del desarrollo de sus juegos. Específicamente,", "Inworld", "", "AI", "aprovechará esta asociación para priorizar el desarrollo de un copiloto de diseño de", "IA", ", así como el motor de ejecución de personajes de", "IA", ", que se puede utilizar para crear nuevas historias, entre otras cosas.", "El motor de personajes de", "Inworld AI", "debería sonar familiar para algunos, ya que el modder veterano", "Bloc", "nos dijo en una entrevista en agosto que usó la herramienta", "Inworld", "", "Character", "", "Engine", "para crear el mod de historia de", "GTA 5", "impulsado por", "AI", "", "Sentient", "", "Streets", "antes de que", "Take-Two", "lo cancelara.", "\"Juntos, nuestro objetivo es ofrecer un conjunto de herramientas de", "IA", "multiplataforma accesible y diseñado responsablemente para ayudar y empoderar a los creadores en el diálogo, la historia y el diseño de misiones. Al igual que con todas las herramientas para creadores en", "Xbox", ", nuestro objetivo es ofrecer lo último en tecnología.", "IA", "de última generación para desarrolladores de juegos de cualquier tamaño, en cualquier parte del mundo y en todas las plataformas donde los jugadores quieran jugar\", escribió", "Haiyan", "", "Zhang", ", director general de", "IA", "de juegos de", "Xbox", ". \"Queremos ayudar a que a los desarrolladores les resulte más fácil hacer realidad sus visiones, probar cosas nuevas, ampliar los límites de los juegos actuales y experimentar para mejorar la jugabilidad, la conexión de los jugadores y más\".", "IA", "Ubisoft", "Assassin's Creed", "Embark Studios", "The Finals", "IA", "IA", "La empresa matriz de", "Xbox", "ha estado incursionando cada vez más en la", "IA", "este año, y el gigante tecnológico anunció en enero que realizó una inversión multimillonaria en", "OpenAI", ". En febrero,", "Microsoft", "anunció nuevas versiones de sus motores de búsqueda", "Bing", "y", "Edge", ", que utilizan la misma base de tecnología de inteligencia artificial que utiliza el chatbot de", "OpenAI", ",", "ChatGPT", ".", "Taylor es reportera de IGN. Puedes seguirla en Twitter", "@TayNixster."]},
{"title": ["Xbox Game Pass: Battlefield V y otros 11 juegos que llegan a finales de julio"], "content": ["A 11 días del final de julio, Microsoft dio a conocer los juegos que estarán disponibles en Xbox Game Pass con su suscripción. El anuncio se hizo a través de la cuenta de Twitter de la membresía para las consolas de los de Redmond este martes 20 de julio.", "En total, son 12 videojuegos los que serán parte del Game Pass, que complementarán el extenso catálogo de la suscripción que ya tiene cientos de títulos. Hay nuevas propuestas de todos los estilos para todos los gustos, incluyendo Battlefield V y el Microsoft Flight Simulator para", "Xbox Series X/S", ".", "Battlefield V - Disponible desde este 20 de julio", "El battle royale de Battlefield V es considerado como uno de los mejores en los últimos tiempos. El juego está ubicado en la Segunda Guerra Mundial con una representación gráfica inédita en un multijugador con espectaculares historias de guerra de la campaña.", "Microsoft Flight Simulator Xbox Series X/S - 27 de julio", "La simulación de aviones y otras aeronaves más aclamadas en la actualidad llegará al Game Pass para las Xbox Series X y S. Pilotear en un mundo realista con tu propio plan de vuelo es una de las mayores virtudes de este título, con misiones en condiciones meteorológicas reales.", "The Ascent - 29 de julio", "Un mundo ciberpunk, una megacorporación colapsada y un shooter RPG de acción individual que ha convencido a quienes lo han probado.", "Cris Tales (20 de julio), Atomcrops (22 de julio), Raji An Ancient Epic (22 de julio), Last Stop (22 de julio), Blinx: The Time Sweeper (26 de julio), Crimson Skies: High Road to Revenge (26 de julio), Lethal League Blaze (29 de julio), Omno (29 de juñio) y Project Wingman (29 de julio) son los otros juegos que estarán disponibles en Xbox Game Pass.", "", "A picture is worth a thousand words (and several upcoming games)", "https://t.co/JknPMLe9Cq", "", "pic.twitter.com/D16z80BrrF", "— Xbox Game Pass (@XboxGamePass)", "July 20, 2021", "Guy Acurero es futbolero, hincha de Marvel, DC, Star Wars y escribe de todo eso y más en IGN Latinoamérica. En Twitter es", "@Guy_Acurero", "y en Instagram", "guyacurero", "."]},
{"title": ["Xbox Game Pass: Battlefield V y otros 11 juegos que llegan a finales de julio"], "content": ["A 11 días del final de julio, Microsoft dio a conocer los juegos que estarán disponibles en Xbox Game Pass con su suscripción. El anuncio se hizo a través de la cuenta de Twitter de la membresía para las consolas de los de Redmond este martes 20 de julio.", "En total, son 12 videojuegos los que serán parte del Game Pass, que complementarán el extenso catálogo de la suscripción que ya tiene cientos de títulos. Hay nuevas propuestas de todos los estilos para todos los gustos, incluyendo Battlefield V y el Microsoft Flight Simulator para", "Xbox Series X/S", ".", "Battlefield V - Disponible desde este 20 de julio", "El battle royale de Battlefield V es considerado como uno de los mejores en los últimos tiempos. El juego está ubicado en la Segunda Guerra Mundial con una representación gráfica inédita en un multijugador con espectaculares historias de guerra de la campaña.", "Microsoft Flight Simulator Xbox Series X/S - 27 de julio", "La simulación de aviones y otras aeronaves más aclamadas en la actualidad llegará al Game Pass para las Xbox Series X y S. Pilotear en un mundo realista con tu propio plan de vuelo es una de las mayores virtudes de este título, con misiones en condiciones meteorológicas reales.", "The Ascent - 29 de julio", "Un mundo ciberpunk, una megacorporación colapsada y un shooter RPG de acción individual que ha convencido a quienes lo han probado.", "Cris Tales (20 de julio), Atomcrops (22 de julio), Raji An Ancient Epic (22 de julio), Last Stop (22 de julio), Blinx: The Time Sweeper (26 de julio), Crimson Skies: High Road to Revenge (26 de julio), Lethal League Blaze (29 de julio), Omno (29 de juñio) y Project Wingman (29 de julio) son los otros juegos que estarán disponibles en Xbox Game Pass.", "", "A picture is worth a thousand words (and several upcoming games)", "https://t.co/JknPMLe9Cq", "", "pic.twitter.com/D16z80BrrF", "— Xbox Game Pass (@XboxGamePass)", "July 20, 2021", "Guy Acurero es futbolero, hincha de Marvel, DC, Star Wars y escribe de todo eso y más en IGN Latinoamérica. En Twitter es", "@Guy_Acurero", "y en Instagram", "guyacurero", "."]},
{"title": ["El primer tráiler de Furiosa revela a Anya-Taylor Joy, un joven Immortan Joe y un Chris Hemsworth salvaje"], "content": ["El primer tráiler de", "Furiosa: A Mad Max Saga", "ya está aquí, y revela a", "Anya-Taylor Joy", "como una versión más joven de la heroína de Charlize Theron, así como figuras familiares como", "Immortan Joe", ". Chris Hemsworth también está allí, continuando con la tradición de Mad Max de utilizar actores australianos, y luce bastante salvaje en su papel de Dementus.", "Revelado durante CCXP, el nuevo tráiler de Furiosa: A Mad Max Saga ofrece", "nuestro primer vistazo de la esperada secuela de Mad Max: Fury Road", "de 2015. Detallará el viaje de Furiosa, la heroína de Fury Road, y la búsqueda que la llevó a implementar su atrevido plan y, según se informa, estará estructurado de manera muy diferente a la película anterior. George Miller vuelve a ocupar el puesto de director de la nueva película y coescribió el guión junto a Nico Lathouris.", "Aquí está la sinopsis con detalles adicionales de la trama:", "Mientras el mundo caía, la joven Furiosa es arrebatada del Lugar Verde de Muchas Madres y cae en manos de una gran Horda de Motociclistas liderada por el Señor de la Guerra Dementus. Navegando por Wasteland, se encuentran con la Ciudadela presidida por The Immortan Joe. Mientras los dos Tiranos luchan por el dominio, Furiosa debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino a casa.", "Furiosa intentará construir sobre el mundo de Mad Max, que ha sido una de las franquicias post-apocalípticas fundamentales desde su debut hace más de 30 años. Fury Road fue aclamado por sus asombrosas acrobacias y efectos prácticos en el momento de su estreno, lo que llevó tanto a los cinéfilos como a los estudios a reconsiderar el enorme papel del CGI en las películas de acción.", "Escribimos sobre Fury Road en el momento de su lanzamiento: \"Las acrobacias exageradas y los personajes y diseños excéntricos son enormemente importantes para Fury Road, al igual que las figuras problemáticas como el propio Max y Furiosa, pero es la sensación predominante de \"La singularidad de la película, su esfuerzo por ser algo más que otra película de acción, es de lo más impresionante. Mad Max: Furia en la carretera es única. Al igual que el mundo que crea, es algo de una hermosa brutalidad\".", "", "Anya Taylor-Joy como Furiosa fue revelada en una estatua dorada en CCXP.", "", "Los detalles de Furiosa comenzaron a surgir en 2020, y Theron calificó la decisión de refundir Furiosa como \"desgarradora\". Taylor-Joy dijo más tarde que estaba \"realmente emocionada\" de asumir el papel y que \"ya estaba soñando con ella\". Mientras tanto, Hemsworth juega \"totalmente en contra del tipo\" como el villano principal en Furiosa, y su intensa actuación ya es evidente en el tráiler.", "Además del tráiler, se exhibieron varios artículos en CCXP, incluida una estatua dorada de Taylor-Joy como Furiosa. Fue parte de un panel en el que el elenco y el equipo revelaron detalles adicionales sobre la precuela, cuyo lanzamiento está previsto para el 24 de mayo de 2024 después de haber sido retrasado.", ""]},
{"title": ["El primer tráiler de Furiosa revela a Anya-Taylor Joy, un joven Immortan Joe y un Chris Hemsworth salvaje"], "content": ["El primer tráiler de", "Furiosa: A Mad Max Saga", "ya está aquí, y revela a", "Anya-Taylor Joy", "como una versión más joven de la heroína de Charlize Theron, así como figuras familiares como", "Immortan Joe", ". Chris Hemsworth también está allí, continuando con la tradición de Mad Max de utilizar actores australianos, y luce bastante salvaje en su papel de Dementus.", "Revelado durante CCXP, el nuevo tráiler de Furiosa: A Mad Max Saga ofrece", "nuestro primer vistazo de la esperada secuela de Mad Max: Fury Road", "de 2015. Detallará el viaje de Furiosa, la heroína de Fury Road, y la búsqueda que la llevó a implementar su atrevido plan y, según se informa, estará estructurado de manera muy diferente a la película anterior. George Miller vuelve a ocupar el puesto de director de la nueva película y coescribió el guión junto a Nico Lathouris.", "Aquí está la sinopsis con detalles adicionales de la trama:", "Mientras el mundo caía, la joven Furiosa es arrebatada del Lugar Verde de Muchas Madres y cae en manos de una gran Horda de Motociclistas liderada por el Señor de la Guerra Dementus. Navegando por Wasteland, se encuentran con la Ciudadela presidida por The Immortan Joe. Mientras los dos Tiranos luchan por el dominio, Furiosa debe sobrevivir a muchas pruebas mientras reúne los medios para encontrar el camino a casa.", "Furiosa intentará construir sobre el mundo de Mad Max, que ha sido una de las franquicias post-apocalípticas fundamentales desde su debut hace más de 30 años. Fury Road fue aclamado por sus asombrosas acrobacias y efectos prácticos en el momento de su estreno, lo que llevó tanto a los cinéfilos como a los estudios a reconsiderar el enorme papel del CGI en las películas de acción.", "Escribimos sobre Fury Road en el momento de su lanzamiento: \"Las acrobacias exageradas y los personajes y diseños excéntricos son enormemente importantes para Fury Road, al igual que las figuras problemáticas como el propio Max y Furiosa, pero es la sensación predominante de \"La singularidad de la película, su esfuerzo por ser algo más que otra película de acción, es de lo más impresionante. Mad Max: Furia en la carretera es única. Al igual que el mundo que crea, es algo de una hermosa brutalidad\".", "", "Anya Taylor-Joy como Furiosa fue revelada en una estatua dorada en CCXP.", "", "Los detalles de Furiosa comenzaron a surgir en 2020, y Theron calificó la decisión de refundir Furiosa como \"desgarradora\". Taylor-Joy dijo más tarde que estaba \"realmente emocionada\" de asumir el papel y que \"ya estaba soñando con ella\". Mientras tanto, Hemsworth juega \"totalmente en contra del tipo\" como el villano principal en Furiosa, y su intensa actuación ya es evidente en el tráiler.", "Además del tráiler, se exhibieron varios artículos en CCXP, incluida una estatua dorada de Taylor-Joy como Furiosa. Fue parte de un panel en el que el elenco y el equipo revelaron detalles adicionales sobre la precuela, cuyo lanzamiento está previsto para el 24 de mayo de 2024 después de haber sido retrasado.", ""]},
{"title": ["5 razones para jugar Battlefield V"], "content": ["Este contenido es presentado por:", "Durante años la franquicia de Battlefield nos ha llevado al pasado, al presente y al futuro para presentar un shooter entretenido y en que el trabajo en equipo es necesario para ganar. Recientemente Electronic Arts lanzó la más reciente entrega de la franquicia, Battlefield V, en la cual nos vemos de nueva cuenta en el conflicto bélico más grande y terrible que haya enfrentado la humanidad: la segunda guerra mundial.", "A unas cuantas semanas de su lanzamiento, revisamos algunos de los detalles que nos siguen atrayendo a jugar Battlefield V", "Regresar a vivir la Segunda Guerra Mundial", "Después de haber presentado una Guerra pocas veces vista en los videojuegos con un acercamiento a la Primera Guerra Mundial, Battlefield está de vuelta a sus raíces con la Segunda Guerra Mundial.", "Una historia distinta", "", "", "Si hay algo que en su momento cansó a los jugadores de los FPS fue volver a recorrer las mismas misiones una y otra vez, y siendo la SEgunda Geurra Mundial uno de los escenarios más recorridos de la generación pasada, esto debía de cambiar. En su modo de campaña llamado Historias de Guerra, DICE nos lleva a frentes de batalla distintos, como África del Norte, Noruega, Francia entre otros. Además, se tratan de perspectivas muy distintas a las anteriores y presentan oportunidades que van más allá de disparar a todo lo que se mueva.", "El Gran Multijugador", "", "", "Como buen shooter, su multijugador es la piedra angular en lo que a gameplay se refiere y aquí contamos con tres modos: desde el clásico Conquista que ha estado desde el inicio en los títulos de Battlefield. También está Grandes Operaciones, un modo que se desarrolla en distintas etapas a través de múltiples mapas y con hasta 64 participantes. Finalmente está Infantería, un modo en que sólo podemos seleccionar ese tipo de soldados y que cuenta con una rotación de mapas y modos de juego.", "Considerando que hay múltiples actualizaciones en camino para este modo, será algo que te seguirá invitando a jugar durante muchos meses.", "Pionero visual en la PC", "Si eres un apasionado del PC gaming, esta es una de los títulos que mejor se ven en esta plataforma. Si eres uno de los afortunados poseedores de las nuevas tarjetas de Nvidia, Battlefield V es de los pocos títulos que soporta la tecnología Ray Tracing, la cual hace que los efectos de luz en los escenarios se vean más que majestuosos.", "Razones para regresar", "", "", "Aunque uno de los modos que se presentó durante el anuncio de Battlefield V fue el modo de Battle Royale, éste no llegó a su lanzamiento. Si te interesa cómo puede DICE darle un giro a este muy popular modo de juego, no tendrás que esperar más, ya que el modo llamado Firestorm se lanzará en marzo de 2019 en una actualización llamada Trial by Fire.", "Estos son algunos motivos para jugar Battlefield V. ¿Ya lo jugaste? ¿Te interesa jugarlo? Dinos en los comentarios."]},
{"title": ["Xbox anuncia evento digital con novedades sobre Alan Wake 2, Like a Dragon: Infinite Wealth y más"], "content": ["Microsoft ha anunciado que muy pronto llevarán a cabo", "un nuevo evento digital", "donde revelarán", "novedades de los juegos que llegarán a Xbox y Windows", ", así como información de algunos de los próximos lanzamientos de Game Pass.", "A través de Xbox Wire la compañía dio a conocer el evento \"", "Xbox Partner Preview", "\" que señalan es un nuevo formato de programa que nos presentará", "noticias de juegos third-party e indies", ", incluyendo información de títulos como Like a Dragon: Infinite Wealth, Alan Wake 2, Ark: Survival Ascended, Dungeons of Hinterberg y más.", "Este evento", "se transmitirá el próximo miércoles 25 de octubre a las 10:00 a.m. PT", "(11:00 am CDMX, 2:00 pm Argentina y Chile) a través de los canales oficiales de Xbox como", "YouTube", "y", "Twitch", ", destacando que estará disponible en más de 30 idiomas, incluyendo español de Latinoamérica.", "Un detalle a tener en cuenta es que en el comunicado se indica que", "no habrá revelaciones de ningún tipo relacionadas con Game Pass y la reciente adquisición de Activision Blizzard King", ".", "En noticias recientes, Phil Spencer reiteró que h", "abrá 100 por ciento de paridad para Call of Duty", ", sin skins ni betas exclusivas en la plataforma Xbox.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Xbox Game Pass: estos son todos los juegos de Bethesda que llegan a la plataforma"], "content": ["Buenas noticias para los jugadores con", "Xbox Game Pass", "ya que se ha dado a conocer que muy pronto se agregarán al catálogo 20 importantes juegos de Bethesda.", "A continuación tienen el listado con todos los juegos de Bethesda que este viernes 12 de marzo se integrarán a Xbox Game Pass:", "", "Dishonored Definitive Edition (Consola, PC, Nube)", "", "Dishonored 2 (consola, PC, Nube)", "", "DOOM (1993) (Consola, PC, Nube)", "", "DOOM II (Consola, PC, Nube)", "", "DOOM 3 (Consola, PC, Nube)", "", "DOOM 64 (Consola, PC, Nube)", "", "DOOM Eternal (Consola, PC, Nube)", "", "The Elder Scrolls III: Morrowind (Consola, PC)", "", "The Elder Scrolls IV: Oblivion (Consola, PC)", "", "The Elder Scrolls V: Skyrim Special Edition (Consola, PC, Nube)", "", "The Elder Scrolls Online (Nube, Consola)", "", "The Evil Within (Consola, PC, Nube)", "", "Fallout 4 (Consola, PC, Nube)", "", "Fallout 76 (Consola, PC, Nube)", "", "Fallout: New Vegas (Consola)", "", "Prey (Consola, PC, Nube)", "", "RAGE 2 (Consola, PC, Nube)", "", "Wolfenstein: The New Order (Consola, PC, Nube)", "", "Wolfenstein: The Old Blood (Consola, PC, Nube)", "", "Wolfenstein: Youngblood (Consola, PC, Nube)", "", "", "Cabe señalar que algunos de estos juegos se beneficiarán de FPS Boost en Xbox Series X/S.", "Fue en septiembre del año pasado cuando", "se anunció que Xbox compraría ZeniMax Media", ", y a inicios de esta semana se reveló que se completó la adquisición por lo que Xbox le dio la bienvenida a ocho estudios desarrolladores que son Bethesda Game Studios, id Software, ZeniMax Online Studios, Arkane, MachineGames, Tango Gameworks, Alpha Dog y Roundhouse Studios. Y el primer movimiento que ha surgido después de esto es la adición de los juegos mencionados a Xbox Game Pass, y pronto habrá más noticias al respecto."]},
{"title": ["Xbox Games Pass: los juegos que estarán disponibles en marzo 2021"], "content": ["Xbox Game Pass ya viene con todo desde hace un tiempo y este mes es prueba de ello, pues no solamente tuvimos una gran cantidad de juegos de Bethesda para esta consola, sino que ahora tenemos una gran lista de títulos que a muchos les va a encantar.", "Aquí tienes la lista de lo que llega este mes:", "", "Empire of Sin (Cloud, Consolas y PC) – 18 de marzo", "", "Genesis Noir (Consolas y PC) – 25 de marzo", "", "Narita Boy (Nube, Consolas y PC) – 30 de marzo", "", "Nier: Automata (PC) – 18 de marzo", "", "Octopath Traveler (Consolas y PC) – 25 de marzo", "", "Outriders (Cloud y Consolas) – 1 de abril", "", "Pillars of Eternity II: Deadfire – Ultimate Edition (PC) – 25 de marzo", "", "Star Wars: Squadrons (Consolas) EA Play – 18 de marzo", "", "Supraland (PC) – 25 de marzo", "", "Torchlight III (PC) – 18 de marzo", "", "Undertale (Cloud, Consolas y PC) – Ya disponible", "", "Yakuza 6: The Song of Life (Cloud, Consolas y PC) – 25 de marzo", "", "Como podrás ver, tenemos dos RPG excelentes que llegan este mes para PC y Consolas, los cuales son Undertale y Octopath Traveler. Estos dos juegos ya son básicamente de culto y debes pasarlos aunque sea una vez en tu vida, pues tienen historias y personajes realmente memorables.", "A parte de eso tenemos al genial Nier: Automata, Outriders y Yakuza 6, juegos de una enorme calidad que todos deben disfrutar, se los juro, estos tres en especial son muy recomendables y no hay motivos para no jugarlos.", "Creo que cada vez Xbox Game Pass se perfila como una de las mejores cosas que le han pasado a Xbox, sino que la mejor y sin duda seguiremos viendo cosas igual de buenas en los siguientes meses.", "Miguel Bravo es editor de IGN Latinoamérica. Amante de todo lo que viene de Japón, los videojuegos y las buenas historias. Estudiante de una ingeniería en animación y del idioma japonés. Puedes seguirlo en redes sociales como", "@ElDetectiveMike"]},
{"title": ["FIFA 21: estos son los 100 mejores jugadores calificados del juego"], "content": ["EA Sports ha dado a conocer a los 100 jugadores mejor calificados de", "FIFA 21", ", destacando que en los primeros puestos están Messi, Ronaldo, Lewandowski, De Bryune y Neymar Jr.", "Sin más, a continuación les tenemos a los diez jugadores mejor calificados de", "FIFA 21", ":", "", "Y a continuación tienen el listado completo de los 100 jugadores mejor calificados del juego, donde destacan jugadores latinoamericanos como Lionel Messi, Neymar Jr, Alison, Casemiro, Sergio Agüero, Paulo Dybala, Ederson, Ángel Di María, Luis Suárez, Roberto Firmino, Fabinho, Keylor Navas y Alejandro Gómez.", "", "Lionel Messi, FC Barcelona (93)", "", "Cristiano Ronaldo, Piemonte Calcio (92)", "", "Robert Lewandowski, Bayern Munchen (91)", "", "Kevin De Bruyne, Manchester City (91)", "", "Neymar Jr., Paris Saint-Germain (91)", "", "Jan Oblak, Atlético de Madrid (91)", "", "Virgil van Dijk, Liverpool (90)", "", "Kylian Mbappé, Paris Saint-Germain (90)", "", "Mohamed Salah, Liverpool (90)", "", "Sadio Mané, Liverpool (90)", "", "Sadio Mané (90)", "", "Marc-André ter Stegen (90)", "", "Alisson Ramses Becker (90)", "", "Sergio Ramos (89)", "", "Manuel Neuer (89)", "", "Sergio Agüero (89)", "", "Karim Benzema (89)", "", "Casemiro (89)", "", "Thibaut Courtois (89)", "", "Joshua Kimmich (88)", "", "Toni Kroos (88)", "", "Harry Kane (88)", "", "Eden Hazard (88)", "", "Raheem Sterling (88)", "", "Paulo Dybala (88)", "", "Ederson Santana de Moraes (88)", "", "N'Golo Kanté (88)", "", "Samir Handanovič (88)", "", "Kalidou Koulibaly (88)", "", "Luka Modrić (87)", "", "Ciro Immobile (87)", "", "Pierre-Emerick Aubameyang (87)", "", "Bruno Fernandes (87)", "", "Ángel Di María (87)", "", "Jadon Sancho (87)", "", "Heung Min Son (87)", "", "Luis Suárez (87)", "", "Trent Alexander-Arnold (87)", "", "Antoine Griezmann (87)", "", "Aymeric Laporte (87)", "", "Wojciech Szczęsny (87)", "", "Roberto Firmino (87)", "", "Bernardo Silva (87)", "", "Andrew Robertson (87)", "", "Fábio Henrique Tavares (87)", "", "Keylor Navas (87)", "", "Sergio Busquets (87)", "", "Burgos Giorgio Chiellini (87)", "", "Hugo Lloris (87)", "", "Thomas Müller (86)", "", "Jamie Vardy (86)", "", "Paul Pogba (86)", "", "Marco Verratti (86)", "", "Gerard Piqué (86)", "", "Alejandro Gómez (86)", "", "Jordan Henderson (86)", "", "Daniel Carvajal (86)", "", "Mats Hummels (86)", "", "David Silva (86)", "", "David De Gea (86)", "", "Raphaël Varane (86)", "", "Jordi Alba (86)", "", "Yann Sommer (86)", "", "Serge Gnabry (85)", "", "Marquinhos (85)", "", "Romelu Lukaku (85)", "", "Thiago Alcântara (85)", "", "Kai Havertz (85)", "", "Luis Alberto Romero (85)", "", "Riyad Mahrez (85)", "", "Memphis Depay (85)", "", "Gianluigi Donnarumma (85)", "", "Hakim Ziyech (85)", "", "Marco Reus (85)", "", "Timo Werner (85)", "", "Sergej Milinković-Savić (85)", "", "Georginio Wijnaldum(85)", "", "Matthijs de Ligt (85)", "", "Thiago Silva (85)", "", "Ricardo Pereira (85)", "", "Lorenzo Insigne (85)", "", "Miralem Pjanić (85)", "", "Marcus Rashford (85)", "", "Leroy Sané (85)", "", "Daniel Parejo (85)", "", "Milan Škriniar (85)", "", "Koke (85)", "", "Dries Mertens (85)", "", "Bernd Leno (85)", "", "Clément Lenglet (85)", "", "Leonardo Bonucci (85)", "", "Frenkie de Jong (85)", "", "Rodrigo Hernández \"Rodri\" (85)", "", "Péter Gulácsi (85)", "", "Toby Alderweireld (85)", "", "Diego Godín (85)", "", "Mauro Icardi (85)", "", "Kyle Walker (85)", "", "Alex Sandro (85)", "", "Lobo Silva (85)", "", "En", "este enlace", "pueden conocer más detalles de las estadísticas de cada jugador.", "FIFA 21", "llegará el 9 de octubre a PlayStation 4, Xbox One y PC (a Nintendo Switch en Legacy Edition), y más adelante se lanzará también en PlayStation 5 y Xbox Series X."]},
{"title": ["FIFA 21: estas son las novedades de FIFA Ultimate Team (FUT)"], "content": ["Recientemente les hablamos acerca de", "las nuevas características que tendrá el gameplay de FIFA 21", ", y ahora les tenemos las novedades del modo FIFA Ultimate Team (FUT) que fueron reveladas en la presentación virtual de EA Sports.", "Este modo que comenzó como un complemento y se ha convertido en la estrella del juego funcionaba de buena forma, pero ha recibido diversas adiciones y ajustes para seguir mejorando la experiencia.", "FUT Cooperativo", "Uno de los objetivos principales del estudio fue ofrecer formas importantes de jugar con amigos, así que con FUT 21 será posible jugar en línea de forma cooperativa en Squad Battles, Division Rivals y FUT Friendlies.", "Esta característica por supuesto es opcional, y se podrá acceder fácilmente a ella a través de un nuevo widget que aparece al presionar R2 o RT para mostrar una lista de amigos, desde donde podremos seleccionar uno para llevarlo al lobby del cooperativo. El anfitrión de la partida será el Capitán, por lo que podrá decidir cuál de sus escuadrones se usará y en que modo jugarán.", "", "Squad Battles y Division Rivals en cooperativo", "Al jugar en modo cooperativo en Squad Battles y Division Rivals los jugadores tendrán un límite en la cantidad de juegos que contarán para su puntaje semanal, de acuerdo al resultado obtendrán su puntuación y monedas semanales en base a los cálculos habituales. Si uno de los jugadores se queda sin partidos que cuenten para su puntaje semanal, ninguno de los dos obtendrá puntaje, aunque podrán jugar para ganar monedas y calificación de habilidad.", "Al jugar en Division Rivals, se usará al jugador con la calificación de habilidad más alta para realizar el emparejamiento, es decir si el anfitrión está en la Divisón 9 y el invitado en la División 5, los jugadores serán emparejados con la Calificación de Habilidad más alta de la Divisón 5.", "Cabe señalar que para los jugadores que no quieren enfrentar a parejas cooperativas en Rivals, se incluirá la opción de elegir jugar solo con jugadores en solitario.", "Amistosos en cooperativo", "También estará la opción de jugar de forma cooperativa los amistosos para cualquiera de las experiencias básicas con el conjunto de reglas elegidas, y las recompensas serán las mismas que al jugar en solitario. Ya que se incluyen modificadores que reducen riesgos, es un gran lugar para hacer pruebas en un entorno amigable.", "Eventos FUT", "Como incentivo para los jugadores que decidan jugar juntos estarán los Eventos FUT donde podrán colaborar y competir completando objetivos para desbloquear recompensas, y para este año se incluyen dos nuevos tipos de eventos, los comunitarios y los de equipo.", "En los eventos comunitarios cada jugador que complete objetivos específicos contribuirá a un grupo de XP global, y conforme este grupo crezca la comunidad avanzará para desbloquear recompensas para todos los que hayan completado al menos un objetivo en el evento. Por su parte, los eventos de equipo dividirá a la comunidad en diferentes equipos para competir por recompensas. Al comenzar el evento se dará la opción de apoyar a uno de cinco equipos, cada uno con su propio conjunto de objetivos y recompensas.", "", "Estadios FUT", "Otra de las grandes novedades del modo FUT es que se incluirá un estadio personalizable que permitirá reflejar el nivel del club de cada jugador. Y es que anteriormente esto dependía de conseguir la carta para mudarte a uno de los estadios existentes, pero ahora se ha construido el estadio FUT que permitirá crear un entorno que te represente. Al comienza se desbloqueará el estadio FUT que cuenta con un diseño moderno y será el primer hogar de tu club recién creado, de inicio podrán personalizar elementos como el logo, el balón, los uniformes, el tifo local, la temática, cánticos y color de pintura base, pero conforme avancen y completen objetivos podrán conseguir nuevas ubicaciones para Tifos, efectos visuales y de sonido, espacio para mostrar trofeos y más. En total se podrán personalizar hasta 34 espacios en su estadio y club.", "Y por cierto, si personalizar estadios no es lo suyo, no se preocupen ya que podrán seguir teniendo acceso a los estadios con licencia que ya conocen, con la opción de agregar elementos personalizados como tifos y temáticas.", "", "Cartas de Momentos", "Anteriormente se podría mejorar a los jugadores con diversas habilidades, pero no se permitía ajustar atributos específicos. Para FUT 21 habrá una nueva función que permitirá que elementos especiales se reflejen mejor en los momentos futbolísticos del mundo real en los que se basan. Es decir que se podrá aumentar una estadística sin afectar otras.", "También hay otro punto que llama la atención, y es que se eliminarán los objetos de condición física y entrenamiento, por lo que ahora todos los jugadores comenzarán cada partido al máximo de forma física y su condición se irá degradando dentro del partido. Esta es una gran noticia para muchos que no les agradaba este elemento.", "Fuera de esto hay muchos otros ajustes como un límite de 30 partidos semanales para el marcador de Division Rivals, se han simplificado los menús y encontrarán más iconos que nunca ya que los jugadores de leyenda llegarán a 100 incluyendo a jugadores como Xavi, Philip Lahm y Eric Cantona.", "FIFA 21", "llegará el 9 de octubre a PlayStation 4, Xbox One y PC (a Nintendo Switch en Legacy Edition), y más adelante se lanzará también en PlayStation 5 y Xbox Series X."]},
{"title": ["FIFA 21: estas son las novedades del modo VOLTA"], "content": ["Ya les comentamos acerca de", "las nuevas características del gameplay", "y", "las novedades sobre el modo FIFA Ultimate Team", "de FIFA 21, y ahora les tenemos las mejoras y adiciones al modo VOLTA Football que fueron reveladas en la presentación virtual del juego de EA Sports.", "El modo VOLTA debutó el año pasado y rápidamente se convirtió en uno de los preferidos por los fans, y es que heredando elementos de FIFA Street presenta una experiencia de futbol callejero de acciones rápidas y muy divertida.", "Para", "FIFA 21", "la experiencia VOLTA estará de regreso, pero ahora potenciada con ajustes al gameplay, la posibilidad de jugar con amigos en línea con Volta Squads, un mayor nivel de personalización, un modo historia y más. A continuación les hablaré más detalladamente de estas novedades.", "Gameplay rápido y divertido", "Los desarrolladores realizaron ajustes al gameplay con el objetivo de hacerlo más rápido, atractivo y equilibrado, pero sobre todo divertido. Para esto han puesto enfoque en equipar a los jugadores con herramientas para poder atacar con un control preciso de balón y crear momentos especiales. Como parte de esto está el Flick Up que se realiza al presionar R3 y con una combinación de R3 + Joystiq izquierdo, donde los jugadores con habilidad de 1 a 3 estrellas harán combos básicos, pero los de mayor habilidad harán una variedad de movimientos más vistosos.", "Ya que Volta tiene como base el motor principal de FIFA también recibe mejoras fundamentales como el regate ágil, algo que resulta más importante cuando se juega en espacios reducidos, lo que se combina con el nuevo control Nutmeg que permite lanzar el balón en una dirección específica con el joystick derecho, genial para pasarlo por debajo de las piernas del oponente. También hay mejoras a la hora de disparar ya que todo fue ajustado para hacerlo con más potencia y precisión, lo que es clave en partidos sin portero.", "Todo esto se complementa con un sistema de inteligencia artificial mejorado que hace que los compañeros evalúen mejor sus opciones y haya momentos rápidos y fluidos, sobre todo en los contraataques.", "Y por supuesto habrá ajustes defensivos para que se diviertan en ambos lados, por lo que se ha mejorado de forma importante el sistema de bloqueo para prevenir goles.", "VOLTA Squads", "Con Volta Squads los jugadores podrán conectarse para formar escuadras con un grupo de amigos o jugar solos dependiendo de su preferencia. Para esto entrarán a un lobby con su Avatar de Volta para formar equipos con hasta otros tres miembros de la comunidad y así desafiar a otros equipos comunitarios en línea.", "El sistema asignará a un capitán al azar y se usará su escudo, nombre y territorio, y la IA ocupará cualquier puesto sin cubrir, como el de portero.", "También podrán formar equipo con hasta tres amigos y probar sus habilidades contra otros equipos en línea, para esto solo deben crear un lobby privado e invitar a jugadores de su lista de amigos, o si lo prefieren podrán ingresar en solitario con control total sobre el equipo completado por la IA.", "En este modo podrán ascender divisiones y rangos, además de ganar recompensas únicas.", "El Debut de Kaká", "Volta también incluirá un modo historia llamado El Debut que será guiado por Kaká. En este modo los jugadores de FIFA podrán aprender de mejor forma la mecánica de Volta tanto dentro como fuera de la cancha. Se trata de una experiencia cinematográfica de 2 a 3 horas donde descubrirán nuevas locaciones, podrán hacer crecer su avatar, aprenderán estrategias, ganarán recompensas únicas y más.", "Nuevas ubicaciones", "Se han agregado cinco nuevas ubicaciones al juego incluyendo São Paulo, París, Sídney, Dubái y Milán, cada una con un entorno diferente de acuerdo a la cultura del futbol local.", "Personalización y crecimiento del Avatar", "Los avatares crecerán al jugar partidos y en el modo El Debut habrá acceso a diversos ejercicios de entrenamiento que brindarán oportunidades adicionales y servirán para aprender o perfeccionar habilidades básicas como movimientos de balón, posicionamiento defensivo, protección del balón, técnicas de bloqueo y más.", "Además, se incluyen amplias opciones de personalización. El estudio promete que lanzarán nuevos equipamientos con regularidad y asegura que están uniendo el futbol y la moda con las más recientes prendas de marca del futbol callejero, clubes profesionales y colecciones diseñadas por celebridades para que cada jugador refleje su estilo personal.", "HUB Estadio Volta", "Para mejorar la experiencia con la interfaz de usuario del modo Volta se eliminaron puntos de fricción y se analizaron las mejores opciones, y como resultado está el nuevo Stadium Hub que permitirá acceder a todo lo que Volta ofrece de forma rápida y clara.", "FIFA 21", "llegará el 9 de octubre a PlayStation 4, Xbox One y PC (a Nintendo Switch en Legacy Edition), y más adelante se lanzará también en PlayStation 5 y Xbox Series X.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["FIFA 21: estas son todas las novedades del modo Carrera"], "content": ["EA Sports realizó una presentación virtual donde dieron a conocer todas las novedades de FIFA 21. Ya les hablamos", "acerca del gameplay", ",", "del modo FIFA Ultimate Team", "y", "del modo VOLTA", ", pero ahora les tenemos los detalles del modo Carrera.", "Una de las principales peticiones de la comunidad era que se mejorara el modo Carrera, y tenemos que en base a la retroalimentación se han realizado ajustes como nuevas simulaciones interactivas, mayor enfoque en los entrenamientos, un mejor desarrollo de jugadores, nuevas opciones de transferencia y más, todo con el objetivo de brindarle al usuario más control, libertad de elección, profundidad, diversidad de juego y realismo.", "Simulador Interactivo", "Anteriormente los partidos se simulaban y se mostraba el resultado, pero ahora se ha incluido un nuevo simulador interactivo que tendrá un estilo que recuerda a Football Manager.", "Así que para los que desean tener un mayor control y tomar decisiones que pueden influir en la carrera se ha incluido el Simulador Interactivo de", "FIFA 21", "que permite a los gerentes tener un enfoque más táctico. Con esta opción los partidos se desarrollarán al doble de velocidad del juego normal y se omitirán momentos sin importancia.", "Con esto podrán ver a los jugadores siguiendo el sistema implementado en tiempo real, y contarán con las herramientas para reorganizarlos sobre la marcha si así lo deciden, además de que tendrán la opción de entrar o salir de la acción del partido en cualquier momento según lo consideren necesario.", "Desarrollo de jugadores", "Se ha agregado un nuevo sistema de crecimiento de jugadores que permitirá que se especialicen en varios roles según su posición, con la capacidad de mejorar los atributos específicos que mejor se adapten a su estilo de juego.", "El crecimiento de un jugador se determina por la acumulación de XP que de forma predeterminada se distribuye en un plan equilibrado, pero al establecer un plan de desarrollo personalizado para cada posición, podrán elegir un conjunto de atributos y características para todo el crecimiento de XP. Es decir, en lugar de desperdiciar XP en atributos que no crean necesarios, podrán enfocarlos para hacer que ese jugador cumpla mejor la función que desean.", "Tal como en la vida real, la velocidad del desarrollo dependerá de varios factores como edad, habilidades, potencial, forma y tiempo de juego.", "Como parte de esto ahora será posible entrenar a jugadores en otras posiciones, lo que permitirá una mayor libertad y control para la administración del equipo.", "", "Entrenamiento", "También se ha incluido un nuevo sistema de entrenamiento activo que se centra en la preparación general del partido del equipo al hacer uso de un nuevo modificador de rendimiento que influye en la probabilidad de que los jugadores se desempeñen en momentos cruciales.", "Este sistema presenta el concepto de un día de entrenamiento que se puede colocar en cualquier día del calendario, a excepción de los partidos obviamente, donde habrá 3 espacios de sesiones distintas para centrarse en un ejercicio y un jugador específico, con la posibilidad de sesiones grupales. Aquí será clave llevar un buen equilibrio de las sesiones y las sesiones de descanso para mantener al grupo en la mejor forma antes de los enfrentamientos.", "Transferencias", "Otro punto que se ha mejorado es el realismo de las transferencias que ofrece nuevas formas de fichar jugadores en base a lo que sucede en la vida real. Para esto se han realizado ajustes a los préstamos, a las propuestas de intercambio de jugadores con IA, y se han realizado mejoras a la renovación de contratos.", "Además de todo esto habrá diversos ajustes generales como mejoras a la Inteligencia Artificial de la oposición, mejoras a la interfaz de usuario y más.", "FIFA 21", "llegará el 9 de octubre a PlayStation 4, Xbox One y PC (a Nintendo Switch en Legacy Edition), y más adelante se lanzará también en PlayStation 5 y Xbox Series X.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Xbox Series X/S y Nintendo Switch superan en ventas a Playstation en junio"], "content": ["Tenemos ganadores y perdedores de junio en el mercado de las consolas de videojuegos. A Sony parece que le está afectado el hecho de tener poca presencia en la tiendas por la crisis en la producción por la pandemia del coronavirus COVID-19 y sus variantes, algo que han aprovechado Microsoft y Nintendo. Las Xbox Series X/S y la Nintendo Switch, arriba en las ventas en junio.", "La compañía NPD, que analiza y realiza informes sobre la industria, indicó tanto la Series S como la Series X generaron más dinero con sus ventas a Microsoft que la Playstation 5 con sus transacciones a Sony en el sexto mes de 2021 en los Estados Unidos. El informe fue compartido inicialmente por Games Beat.", "NPD destaca que Playstation 5 sigue teniendo problemas de stock en los diferentes estadounidenses, donde se concentra el mercado más importante de videojuegos en el mundo. Si bien es cierto que las máquinas de los de Redmond no tienen un stock estable, la balanza está a favor de las Xbox Series X/S, especialmente por lo mostrado en el E3 2021.", "Las cifras en bruto en cuanto a gastos en hardware de entretenimiento en Estados Unidos en junio fue de 401 millones de dólares, un 112% más que junio de 2020. Mientras las Series S y X generaron más dinero, la Switch de Nintendo fue la que más consolas vendió, según dijo el analista de NPD Mat Piscatella.", "La Switch fue la consola más vendida de junio", "En términos de ventas en dólares y unidades, la Nintendo Switch es la consola más vendida en 2021 en Estados Unidos. En junio lideró el ranking en cuanto a productos vendidos y se mantiene en la dura competencia que inició Sony con el lanzamiento de la aclamada Playstation 5.", "La quinta generación de la Play, desde su lanzamiento, es la más vendida en Norteamérica tras ocho meses en el mercado, pero la escasez de la consola en las tiendas ha sido un golpe duro para los números de Sony, que mantiene más usuarios de Playstation 4 en el mundo.", "En cuanto a los videojuegos más destacados en junio, los líderes de ventas fueron Ratchet & Clank: Una dimensión aparte, Mario Golf: Super Rush y Scarlet Nexus, respectivamente.", "Guy Acurero es futbolero, hincha de Marvel, DC, Star Wars y escribe de todo eso y más en IGN Latinoamérica. En Twitter es", "@Guy_Acurero", "y en Instagram", "guyacurero", "."]},
{"title": ["FIFA 21: estas son las novedades del gameplay del siguiente juego de la franquicia"], "content": ["Ya que", "FIFA 21", "está cada vez más cerca, EA Sports estará revelando todas las novedades que nos esperan, y para comenzar les tenemos las nuevas características en el gameplay que es sin duda el apartado fundamental en este tipo de juegos.", "Estuve en la presentación virtual de FIFA 21 y además tuve oportunidad de probar la beta del juego, y puedo decir que esta nueva entrega tendrá una de las actualizaciones en gameplay más notables de los últimos tiempos, agregando muchas características solicitadas por la comunidad para poner más enfoque en el realismo sin dejar a un lado la diversión, y recompensar a los jugadores por la creatividad y el control.", "Gameplay de FIFA 21", "Uno de los principales conceptos en donde se ha centrado la atención es en la Personalidad del Jugador, ya que se busca que los jugadores de clase mundial se desempeñen tal como sus contrapartes de la vida real, por lo que se ha aumentado la cantidad de atributos que se utilizan para decidir la calidad de cada acción, la velocidad de animación y la efectividad. Como un ejemplo de esto se indica que en el pasado un pase directo utilizaba el atributo Pases Cortos o Pases Largos para determinar su calidad, pero en FIFA 21 la calidad de un pase directo se determinará por la combinación de Pases Cortos / Largos, Visión y Atributos de Compostura. Con esto se podrán llevar a otro nivel las personalidades de los jugadores que son talentosos en múltiples áreas y así puedan brillar en el el juego.", "Y para dejar que los jugadores den rienda suelta a su creatividad y puedan tener un mayor control del juego se han incluido nuevos sistemas de ataque dinámico, como el Regate Ágil que es una nueva forma de mantener el control del balón que está inspirado en algunos de los mejores dribladores de la vida real, permitiendo que los jugadores usen un juego más rápido de pies para mayor respuesta en situaciones uno contra uno y así poder crear espacios y engañar a los defensores.", "También están las Carreras Creativas que ofrece más control sobre el movimiento del equipo sin balón para superar la defensa rival, y la Personalidad de Posición que aumenta la relevancia de conocimiento posicional tanto en ofensiva como en defensiva que básicamente es que los delanteros más hábiles frenarán para cuidar no caer en fuera de juego y los defensas experimentados cerrarán mejor las líneas de pase.", "Uno de los puntos que en lo personal me llamó más la atención fue que se creó un nuevo sistema de animaciones y se mejoró el sistema de colisiones para que se reduzcan las situaciones caóticas en el juego, además de que en base a los comentarios de la comunidad se revisaron los fundamentos básicos del futbol para mejorar todo el juego, incluyendo cabezazos manuales, un sistema de intercepciones más equilibrado, pases más inteligentes y una mayor capacidad de respuesta.", "Y para complementar, se realizaron mejoras a la Inteligencia Artificial para llevar a cabo mejores enfrentamientos contra el CPU y se agregó una nueva opción llamada Modo Competidor que al activarse ofrecerá un rival más desafiante en las dificultades Leyenda y Extrema.", "Estos por supuesto son solo algunos de los puntos principales que se mejoraron ya que se hicieron muchos ajustes y cambios para una experiencia de juego en general más satisfactoria.", "Probando FIFA 21", "En mi experiencia personal con la beta del juego pude comprobar que todas estas novedades en conjunto hacen un cambio importante en relación a la entrega anterior.", "Las acciones se perciben más naturales y no tan \"robóticas\" por decirlo de alguna manera, y es que al driblar, hacer recortes o desbordar sentirán que realmente tienen el control. También es más notable la diferencia entre los diversos jugadores ya que sentirán cuando uno es más habilidoso con el balón, cuando tiene velocidad, cuando es bueno para los tiros de larga distancia, etc.", "Por cierto, las mejoras no fueron solo en ataque ya que también se nota una mayor precisión al defender, sobre todo en las barridas, al bloquear tiros y al usar el cuerpo para sacar ventaja.", "También destaca la fluidez ya que las nuevas animaciones hacen que las transiciones sean más rápidas y en general sea una experiencia más responsiva, además de que se redujeron tiempos de ciertas escenas para un mejor flujo en los partidos.", "En términos generales me agradó el gameplay de FIFA 21 ya que tiene más realismo y sigue siendo muy divertido.", "Cabe señalar que toda esta información es acerca de FIFA 21 en la actual generación, ya que EA Sports promete que más adelante darán detalles sobre las versiones del juego para PlayStation 5 y Xbox Series X.", "FIFA 21", "se pondrá disponible el 9 de octubre de 2020, y estén atentos ya que pronto les tendremos información sobre otros apartados del juego."]},
{"title": ["Furiosa: De la Saga Mad Max | Tráiler oficial #1"], "publication_date": ["30 de Noviembre de 2023"]},
{"title": ["Furiosa: De la Saga Mad Max | Tráiler oficial #1"], "publication_date": ["30 de Noviembre de 2023"]},
{"title": ["Battlefield 6: se filtran presuntas imágenes del juego antes de su presentación oficial"], "content": ["Un par de imágenes de Battlefield 6 supuestamente se filtraron antes de la presentación oficial del juego, y muestran grandes tormentas, un cohete, helicópteros, playas y más.", "De acuerdo al reporte de VGC, estas imágenes se publicaron en las redes sociales y dan un posible vistazo al próximo título de Battlefield que", "tiene el equipo más grande en la historia de la serie", ".", "", "", "Tom Henderson, que ha publicado varios reportes de Battlefield 6 en el pasado, ha confirmado que estas imágenes son reales. Además, coinciden con los bocetos que Henderson dibujó de estas escenas en abril que eran de un tráiler que se lanzará en algún momento en el futuro.", "\"No voy a dar RT ni a compartir por razones obvias... Pero sí, las 2 imágenes de #BATTLEFIELD que se filtraron en la última hora son reales\", escribió Henderson. \"No estoy seguro de por qué el filtrador ha decidido capturar exactamente las mismas tomas, pero las capturas de pantalla probablemente se capturaron a través del zoom o algo así, lo que explica la baja calidad. No estamos muy lejos ahora :)\"", "Battlefield 6 está previsto para su lanzamiento en 2021 y utilizará \"toda la potencia de las plataformas de nueva generación para garantizar que este sea 'exactamente' el juego que los fans de Battlefield quieren jugar\".", "Esta será la primera entrega nueva desde", "Battlefield 5", "de 2018 y es solo uno de los proyectos en proceso para la franquicia junto con un juego móvil independiente que tiene como objetivo una fecha de lanzamiento en 2022.", ""]},
{"title": ["Phil Spencer reitera 100 por ciento de paridad para Call of Duty, sin skins ni betas exclusivas en Xbox"], "content": ["La fusión de Activision Blizzard con Xbox", "finalmente se completó", ", pero eso", "no significa que Phil Spencer esté repentinamente listo para revertir el rumbo y hacer de Call of Duty una exclusiva de Xbox", ". Hablando en el podcast oficial de Xbox, Spencer reiteró que el objetivo de la plataforma es \"100 por ciento de paridad\" en el contenido en todas las plataformas.", "\"Los jugadores de PlayStation y en el futuro de Nintendo... quiero que se sientan 100 por ciento parte de la comunidad. No quiero que sientan que hay contenido que se están perdiendo, skins que se están perdiendo, tiempos que te estás perdiendo. Ese no es el objetivo\", dijo Spencer. \"", "El objetivo es lograr una paridad del 100 por ciento en todas las plataformas", ", tanto como sea posible para el lanzamiento y el contenido\".", "Eso significa que", "no veremos betas exclusivas, skins u otro contenido exclusivo para los jugadores de Xbox", ". Esto sigue a un acuerdo de 10 años con Sony para mantener Call of Duty en las plataformas PlayStation.", "Spencer aclaró que puede haber", "problemas tecnológicos que separen las plataformas individuales, un aparente guiño al Switch", ". Sin embargo, desde una perspectiva de contenido, Spencer dice que el objetivo final de Xbox es hacer que", "todos se sientan parte de la \"nación Call of Duty\"", "sin importar en qué plataforma se encuentren. También criticó sutilmente los acuerdos de exclusividad anteriores de PlayStation con la franquicia.", "No tenemos ningún objetivo de intentar utilizar Call of Duty para intentar que compres una consola Xbox.", "\"", "No tenemos ningún objetivo de utilizar Call of Duty para intentar que compres una consola Xbox", "\", dijo Spencer. \"Hemos estado en el otro lado de algunos de esos aspectos y tiempos... Incluso esta versión beta, no estuvo en Xbox la primera semana. No creo que eso ayude a la comunidad, no creo que ayude al juego.\"", "La batalla por Call of Duty", "Call of Duty estuvo en el centro de la batalla por la fusión de Activision Blizzard que se prolongó durante la mayor parte de 2023, y el presidente saliente de PlayStation, Jim Ryan, afirmó que creía que Xbox tenía la intención de usar Call of Duty para \"poner en desventaja a PlayStation en términos de disponibilidad o manera en que el juego esté disponible en las consolas PlayStation y llevar a los jugadores de PlayStation a las plataformas Xbox, específicamente Game Pass\".", "Xbox, por su parte, se ha mantenido firme en decir que Call of Duty no será exclusivo en ninguna plataforma.", "Spencer abordó muchos otros temas durante las entrevistas, incluyendo", "por qué los juegos de Activision Blizzard no estarán disponibles en Game Pass en 2023", "y si Xbox ha hecho un buen trabajo al revisar las franquicias.", "Por ahora todo sigue como de costumbre. Activision se prepara para lanzar Modern Warfare III. La versión beta comenzó el 12 de octubre y finalizó el 16 de octubre, con la fecha de lanzamiento fijada para el 10 de noviembre.", ""]},
{"title": ["FIFA 21 eliminará celebraciones \"tóxicas\""], "content": ["Entre todas las novedades de", "FIFA 21", "que se han estado revelando, tenemos que EA Sports eliminará del juego algunas celebraciones en un esfuerzo por combatir la toxicidad de los jugadores en las partidas online.", "La compañía reveló que las celebraciones Shush y A-OK no estarán en FIFA 21. Shush es la celebración que manda a callar donde el jugador se lleva el dedo índice a los labios, mientras que A-OK es una seña de Ok invertida que popularizó el jugador inglés Delle Alli.", "", "Si bien se comprende el motivo para eliminar la celebración Shush, el A-OK causa dudas, aunque al parecer está relacionado con que la señal de Ok se haya relacionado como un símbolo racista, y de hecho el gesto también fue recientemente eliminado de Call of Duty: Modern Warfare.", "Otro punto que ha estado dando de qué hablar es que seguirán presentes muchos festejos que pueden provocar o molestar a los rivales, como el \"calma\" de Cristiano Ronaldo, el dab y algunos bailes.", "EA Sports explicó que la idea es reducir la toxicidad, y señalan que también harán otros ajustes para una experiencia de juego más fluida con menos oportunidad para \"trollear\", incluyendo reducir los tiempos de diversos eventos - como las celebraciones.", "Por cierto, otro detalle importante que se mencionó es que se eliminarán todas las colisiones del balón con las extremidades superiores (de la mano al codo) de los jugadores, esto para evitar cualquier posibilidad de que un brazo pueda bloquear un tiro y no exista penalización.", "Para más de FIFA 21,", "en este enlace pueden conocer todas las novedades en cuanto a gameplay", ".", "FIFA 21", "se pondrá disponible el 9 de octubre en PlayStation 4, Xbox One y PC, y más adelante llegará también a PlayStation 5 y Xbox Series X."]},
{"title": ["FIFA 21: Kylian Mbappé es la portada del siguiente juego de la franquicia"], "content": ["EA Sports por fin reveló la portada de FIFA 21, uno de los títulos de deportes más populares del mundo, con el futbolista francés Kylian Mbappé apareciendo como la estrella de esta edición.", "Aunque se esperaba que figuras de la talla del portugués Cristiano Ronaldo o el argentino Lionel Messi aparecieran en la portada de FIFA 21, finalmente el jugador de 21 años —presentado como el líder de la siguiente generación de jugadores— fue el elegido para las tres versiones del título, la Standard Edition, Champions Edition y Ultimate Edition.", "A continuación podrás darles un vistazo a cada una de ellas:", "Standard Edition", "", "The", "#FIFA21", "Standard edition cover art 👇", "", "Pre-Order ->", "https://t.co/Ucbq7ap4Wu", "", "pic.twitter.com/kr3TSs0gdw", "— EA SPORTS FIFA (@EASPORTSFIFA)", "July 22, 2020", "Champions Edition", "", "", "The leader of the next generation.", "@KMbappe", "is the", "#FIFA21", "global cover star!", "", "The", "#FIFA21", "Champions edition cover 🏆⬇️", "", "Pre-Order today ➡️", "https://t.co/Ucbq7aGFO2", "", "pic.twitter.com/0Q64KynQLc", "— EA SPORTS FIFA (@EASPORTSFIFA)", "July 22, 2020", "", "Ultimate Edition", "", "", "Looking fresh,", "@KMbappe", "🤩", "", "Pre-Order the Ultimate Edition by 14 August for a guaranteed", "#OnesToWatch", "special player item 👉", "https://t.co/Ucbq7aGFO2", "", "pic.twitter.com/zuuLlFqVJn", "— EA SPORTS FIFA (@EASPORTSFIFA)", "July 22, 2020", "Kylian Mbappé es uno de los futbolistas más destacados en la actualidad y a sus 21 años, su palmarés ya es impresionante. Es titular indiscutible en el Paris Saint-Germain y es una estrella que desde hace varios años es pretendido por clubes como el Real Madrid. Fue campeón del mundo con Francia en Rusia 2018, con sólo 19 años, terminando como el Mejor Futbolista Joven de esta competición.", "El título ya está disponible para reserva en sus tres ediciones. Si reservas la Ultimate Edition antes del 14 de agosto podrás obtener varios beneficios como 3 días de acceso anticipado, hasta 24 sobres Oro únicos (2 por semana durante 12 de ellas), artículo cedido por la estrella de portada para 5 partidos de FUT, ediciones especiales de equiparaciones de FUT y artículos de estadio, entre otras cosas.", "FIFA 21 llegará el 6 de octubre de 2020 a PC, PlayStation 4 y Xbox One; pero también estará disponible para los lanzamientos del PS5 y Xbox Series X.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y al Chelsea FC. Encuéntrala en", "Twitter", "e", "Instagram", "como @jemafg"]},
{"title": ["FIFA 21: EA anuncia el juego de forma oficial y estos son todos los detalles"], "content": ["En el evento EA Play 2020 de hoy se presentaron varias", "novedades interesantes", ", incluyendo el primer vistazo a FIFA 21.", "El anuncio se hizo con un video de la línea de juegos de EA Sports que pueden ver a continuación.", "De momento no se revelaron detalles del gameplay del nuevo FIFA, pero en la sección de preguntas y respuestas del sitio oficial se indica que se compartirán más noticias sobre esto y más el próximo mes de agosto.", "FIFA 21 se pondrá disponible en todo el mundo el 9 de octubre de 2020 en versiones para PlayStation 4, Xbox One y PC, y los jugadores que reserven las ediciones Ultimate o Champions podrán comenzar a jugar desde el 6 de octubre. Además, los suscriptores de EA Access y Origin Access tendrán una prueba gratuita desde el 1 de octubre.", "Un detalle que mencionan y que llama la atención es que FIFA 21 será parte de un programa llamado \"Dual Entitlement\" que significa que si compran el juego en PlayStation 4 o Xbox One, más adelante podrán actualizar de forma gratuita a la versión de PlayStation 5 o Xbox Series X incluyendo la transferencia de todo el progreso que lleven en el juego.", "", "Obtén", "#FIFA21", "para PlayStation 4 or Xbox One antes de la revelación de FIFA 22 y actualiza gratuitamente el juego para la versión equivalente de las siguientes generaciones de consolas (PlayStation 5 or Xbox Series X).", "Más información ➡️", "https://t.co/OkMBzrvLkj", "", "pic.twitter.com/viwcYYmd0o", "— EA SPORTS FIFA LATAM (@EASPORTSFutbol)", "June 18, 2020", "Así que ya saben cuándo marcar sus calendarios para esperar la llegada del nuevo FIFA 21.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Battlefield 6: se filtran presuntas imágenes del juego antes de su presentación oficial"], "content": ["Un par de imágenes de Battlefield 6 supuestamente se filtraron antes de la presentación oficial del juego, y muestran grandes tormentas, un cohete, helicópteros, playas y más.", "De acuerdo al reporte de VGC, estas imágenes se publicaron en las redes sociales y dan un posible vistazo al próximo título de Battlefield que", "tiene el equipo más grande en la historia de la serie", ".", "", "", "Tom Henderson, que ha publicado varios reportes de Battlefield 6 en el pasado, ha confirmado que estas imágenes son reales. Además, coinciden con los bocetos que Henderson dibujó de estas escenas en abril que eran de un tráiler que se lanzará en algún momento en el futuro.", "\"No voy a dar RT ni a compartir por razones obvias... Pero sí, las 2 imágenes de #BATTLEFIELD que se filtraron en la última hora son reales\", escribió Henderson. \"No estoy seguro de por qué el filtrador ha decidido capturar exactamente las mismas tomas, pero las capturas de pantalla probablemente se capturaron a través del zoom o algo así, lo que explica la baja calidad. No estamos muy lejos ahora :)\"", "Battlefield 6 está previsto para su lanzamiento en 2021 y utilizará \"toda la potencia de las plataformas de nueva generación para garantizar que este sea 'exactamente' el juego que los fans de Battlefield quieren jugar\".", "Esta será la primera entrega nueva desde", "Battlefield 5", "de 2018 y es solo uno de los proyectos en proceso para la franquicia junto con un juego móvil independiente que tiene como objetivo una fecha de lanzamiento en 2022.", ""]},
{"title": ["Battlefield 6 se revelará \"pronto\", tendrá el equipo más grande en la historia de la serie"], "content": ["El equipo que trabaja en Battlefield 6 es el más grande en la historia de la serie, dividido en cuatro estudios diferentes, reveló DICE. Además, el juego será revelado al público \"pronto\".", "En una nueva actualización acerca del desarrollo de Battlefield, el gerente general de DICE, Oskar Gabrielson, reveló que el estudio con sede en Estocolmo está trabajando en colaboración con Electronic Arts Gothenburg, Criterion y DICE LA en el proyecto. \"Tenemos nuestro equipo más grande en un juego de Battlefield para consola y PC\", dijo Gabrielson. \"Juntos, estamos creando una experiencia asombrosa para que la disfrutes más adelante en 2021\".", "Además de PC, DICE aún tiene que confirmar las plataformas para el nuevo juego de Battlefield. Sin embargo, el anuncio de Gabrielson parece revelar que estará en consolas de nueva generación.", "\"Tiene todo lo que amamos de Battlefield, y lo lleva todo al siguiente nivel\", dijo. \"Escala épica. Guerra militar total. Momentos locos e inesperados. Destrucción revolucionaria. Batallas masivas, repletas de más jugadores y caos que nunca. Todo cobrado vida con el poder de las consolas de nueva generación y PCs.\"", "Si bien todavía tenemos que esperar la confirmación de", "PS5", "y Xbox Series X, esa declaración apunta a esas plataformas. También es una sugerencia a medias que las consolas de generaciones anteriores pueden quedarse fuera.", "Este nuevo juego de Battlefield se lanzará en la temporada navideña de 2021. Gabrielson sugirió que los jugadores deberían \"prepararse para nuestra revelación 'pronto'\", así que estén a la espera de un gran anuncio. DICE también anunció hoy que un juego de Battlefield para dispositivos móviles también está en desarrollo, previsto para 2022.", ""]},
{"title": ["¿Por qué este año no habrá juegos de Activision en Game Pass? Phil Spencer lo explica"], "content": ["Muchos esperaban que en el momento mismo que Microsoft completara la adquisición de Activision-Blizzard se anunciaría que buena parte de los juegos de esta compañía estarían disponibles en Xbox Game Pass, y ya que eso no sucederá este año tenemos que Phil Spencer ha intentado aclarar ese tema.", "Para dar un poco de contexto, cuando Microsoft adquirió Zenimax vimos que unos pocos días después se agregaron al servicio veinte juegos de Bethesda, incluyendo algunos de sus franquicias más destacadas. Este recuerdo hizo que muchos elevaran las expectativas de lo que ocurriría con la más reciente adquisición.", "Dicho esto, el director de Xbox estuvo presente en el podcast oficial de la plataforma donde se le preguntó sobre la noticia reciente de que no veríamos juegos de Activision-Blizzard en Game Pass inmediatamente después de finalizar el acuerdo, y él respondió que eventualmente llegarán pero los procesos regulatorios de esta compra han hecho que sea más complicado y tardado.", "Spencer dijo, \"La verdad del asunto es que con Activision/Blizzard/King el proceso regulatorio tomó mucho tiempo y, francamente, hubo mucha incertidumbre en ese proceso hasta realmente una semana antes de que cerráramos, o la semana cuando finalmente la CMA tomó su decisión, de que no pudimos entrar y trabajar principalmente con Activision-Blizzard en este caso, en ese trabajo del catálogo anterior.\"", "El ejecutivo agregó, \"Así que ahora que el acuerdo está cerrado, estamos comenzando ese trabajo, pero hay trabajo. Y... la cuenta de Twitter publicó algo que hablaba sobre 2024, creo que es preciso. Me encantaría si hubiera algo tipo de lanzamiento secreto que se produciría en las próximas semanas, no lo hay.\"", "Así que es una mala noticia que Spencer haya dicho que no veremos un lanzamiento sorpresa de títulos de Activision-Blizzard en Game Pass, pero aeguró que esos juegos llegarán eventualmente, incluyendo algunos muy esperados como Diablo 4 y Call of Duty: Modern Warfare 3.", "Por cierto, en la misma entrevista Spencer reiteró que habrá \"100% de paridad\" para Call of Duty en todas las plataformas, incluyendo PlayStation, respetando el acuerdo de 10 años de Xbox con Sony.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como", "@Javier_FV", "."]},
{"title": ["Es oficial: Microsoft finaliza compra de Activision Blizzard por 69 mil MDD"], "content": ["Microsoft ha anunciado la compra de Activision Blizzard", "por 69 mil millones de dólares, incorporando Call of Duty y más franquicias al redil de Xbox.", "En una publicación en Xbox Wire, el jefe de Xbox, Phil Spencer, dijo que", "ya se ha comenzado a trabajar para llevar los juegos de Activision Blizzard a Game Pass", ", aunque no llegó a verificar el nombre de ningún título. \"Hoy comenzamos el trabajo para llevar las queridas franquicias de Activision, Blizzard y King a Game Pass y otras plataformas. Compartiremos más detalles sobre cuándo puedes esperar jugarlos en los próximos meses. Sabemos que estás emocionado, y nosotros también.\"", "Spencer también envió un mensaje a los jugadores existentes de los juegos de Activision Blizzard,", "sugiriendo que el soporte multiplataforma continuará", ". \"Para los millones de fans que aman los juegos de Activision, Blizzard y King, queremos que sepan que hoy es un buen día para jugar\", dijo. \"Ustedes son el corazón y el alma de estas franquicias y nos sentimos honrados de tenerlos como parte de nuestra comunidad.", "Ya sea que juegues en Xbox, PlayStation, Nintendo, PC o dispositivo móvil, eres bienvenido aquí", ", y seguirás siendo bienvenido, incluso si Xbox no es el lugar donde juegas tu franquicia favorita. Porque cuando todos juegan, todos ganamos. Creemos que nuestras noticias de hoy desbloquearán un mundo de posibilidades para más formas de jugar. Gracias por el apoyo continuo. Tenemos mucho más por venir en los próximos meses - estoy emocionado por el futuro y no puedo esperar para compartirlo con ustedes\".", "Microsoft publicó un tráiler que anuncia el acuerdo, y pueden verlo a continuación:", ""]}
]