[
{"title": ["Guitarras De Estudio Para Adultos, Forro En Lona,método, Pua"], "description": ["Guitarras en cedro para adultos incluye forro en lona,método y pua envió gratis"], "price": ["155.000"]},
{"title": ["Guitarra Electroacústica Femmto Criolla AG003 para diestros natural arce brillante con ecualizador activo"], "description": ["Disfruta con esta guitarra Femmto de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de tilo tiene un peso y una densidad que te ofrecen un sonido con más cuerpo. Esta madera presenta un buen equilibrio de graves, por lo que suena con más peso rítmico y un tono suave.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["574.975"]},
{"title": ["Guitarra Acústica Forro Correa Instalada Pics Antiragueo"], "description": ["Descripción del vendedor", "Fabricado por expertos con más de 40 años de experiencia en el mercado nacional, fabricando todo tipo de instrumentos de cuerda pulsada,Contamos con todos los procesos de fabricación certificados Por el Icontec, con sello de calidad Hecho a Mano.", "Caracteristicas:", "Guitarra Acústica", "Reparto o tiro: 65 cm", "Boquilla Adhesiva", "Construida en cedro y pardillo", "Clavijero: Sencillo Taiwanés", "Cuerdas: 6 cuerdas en nylon", "Artículos que incluye tu compra:", "*Guitarra", "*forro lona", "*Puas", "*Protector de rasgueo", "*Correa Instalada con sus pines", "*Curso en Cd", "*Marcada con tu nombre", "*Variedad de colores.", "*Garantía de 6 meses por defectos de fábrica directamente con el fabricante.", "Origen: Colombia", "manufacturado en maderas seleccionadas y excelente acabado.", "lo cual le dan una increíble apariencia e inmejorable sonido."], "price": ["175.000"]},
{"title": ["Guitarra Electroacústica Femmto Criolla AG003 para diestros azul arce brillante con ecualizador activo"], "description": ["Disfruta con esta guitarra Femmto de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de tilo tiene un peso y una densidad que te ofrecen un sonido con más cuerpo. Esta madera presenta un buen equilibrio de graves, por lo que suena con más peso rítmico y un tono suave.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["574.975"]},
{"title": ["Guitarra Acústica Persian"], "description": ["Guitarra Acústica AF227-38", "CARACTERISTICAS:", "-Guitarra acústica Persian", "-Tamaño “Clasical Style con Cutaway” (38”)", "-Tapa frontal de pino laminado", "-Aros y fondo de tilo", "-Bisel incrustado en ABS", "-Roseta de sticker de diseño", "-Diapasón y puentezuela de palo de rosa", "-Puente y cejilla sintética", "-Mástil de cedro", "-Truss Rod (alma) de 1 vía", "-Terminado brillante lacado", "-Sonido disperso con enfoque de ecualización en las frecuencias medias altas", "-Tipo de enfoque: Sonido de alta dispersión", "NOTA: Las Cuerdas no tiene garantía", "ENVÍO GRATIS"], "price": ["334.000"]},
{"title": ["Guitarra Persian Folk Electroacústica. Af485ce Profesional"], "description": ["Guitarra Persian Folk electroacústica. Ecualizador con afinador, salida de audio en Plug y XLR para grabación en estudio. Recomendada por guitarristas profesionales. Cuerpo de maderas sólidas de 41\". Pino abeto y arce canadiense. Diapasón de ébano y clavijas de seguridad.", "- Incluye estuche de Lona", "- Cuerdas de Acero", "- 20 trastes", "NOTA: Las Cuerdas no tienen garantía", "Guitarra electroacústica Persian", "-Tamaño Folk (41”)", "-Tapa frontal de pino abeto", "-Aros y fondo de sapeli", "-Roseta tallada laser", "-Bisel incrustado en ABS", "-Diapasón y puentezuela de nogal negro", "-Puente y cejilla sintética", "-Mástil de caoba con refuerzo en fibra de carbono", "-Truss Rod (alma) de 2 vías en fibra de carbono", "-Terminado mate de poro semiabierto", "-Clavijas individuales selladas cromadas de seguridad", "-Ecualizador activo de 4 bandas con afinador integrado en pantalla LCD, salida dual (XLR y plug de 6,3mm)", "-Sonido disperso con enfoque de ecualización en las frecuencias medias/altas", "-Tipo de enfoque: Sonido de alta dispersión", "ENVÍO GRATIS", "Garantía del vendedor: 4 meses"], "price": ["693.000"]},
{"title": ["Guitarra Electroacústica Yamaha CX40 para diestros natural palo de rosa brillante"], "description": ["Con más de un siglo en la fabricación de instrumentos musicales, Yamaha es una marca que habla por sí sola. Al ser una referente mundial de la industria musical, su sello de calidad en guitarras es un diferencial asegurado para tus canciones.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos."], "price": ["890.000"]},
{"title": ["Guitarra Mariposa Rosada  Niña Rock Juguete Música 663b Pri"], "description": ["GUITARRA DE MARIPOSAS", "Fantástica guitarra mariposa con luces y sonidos", "Características:", "- 8 notas: cada vez que tocas, se enciende la luz!", "- 3 botones de melodías", "- Incluye correa", "- Requiere 3 pilas AA (no incluídas)", "CONSULTE COLORES DISPONIBLES", "Edad ideal de uso:", "+3 años", "REF  663B JR.R", "Guitarra de Mariposa que produce suaves sonidos para que la niña desarrolle su sentido auditivo.", "Medidas de la caja:", "Largo: 22 cm.", "Alto: 46 cm.", "Ancho: 4.50 cm.", "**************************************************************************************************************************************************************", "MÁS DETALLES:", "Garantía: Directamente con la Marca", "Condición: Nuevo", "**********************************************************************************************************************************************************************************************************************************************", "MAS INFORMACIÓN DE NOSOTROS", "Inversiones Mazugi", "Cumplimos con distribuir a todo el país artículos para hogar", "estamos ubicados en Bogota , somos tienda virtual y física", "PRODUCTOS AL POR MAYOR Y DETAL"], "price": ["49.572"]},
{"title": ["Guitarra Clasica 4/4 Valencia Natural Vc104k"], "description": ["PRODUCTO:", "Nombre: GUITARRA CLASICA VALENCIA 4/4 / VC104 / NATURAL.", "Marca: VALENCIA", "DESCRIPCIÓN:", "GUITARRA CLASICA 4/4 VALENCIA / VC104 / Natural", "Código: GA0804", "Una excelente primera guitarra clásica de cuerdas de nylon.", "La Valencia Series 100, es una guitarra de cuerdas de nylon que cuenta con todas las funciones, además de ser lo suficientemente asequible para cualquier guitarrista.", "Con una parte superior y laterales de Linden, cuello de NATO con varilla de armadura bidireccional 4/4 , diapasón y puente de arce ebonizado. El Valencia Series 100 le proporciona una voz clara y resonante.", "Características:", "- Parte superior: Tilo- Detrás y lados: Tilo- Encuadernación superior: ABS - Negro- Encuadernación lateral: ABS - Negro- Cuello: NATO- Diapasón: Arce Ebonizado- Encuadernación del cuello: ABS - Negro- Puntos laterales del cuello: Sí- Puente: Arce Ebonizado- Silla de montar puente: El plástico- Decoración de roseta: Tradicional - Diseño de cuerda- Cabezas de maquinas: Níquel plateado con botones blancos- Instrumentos de cuerda: China- Garantía: 6 meses por defectos de fábrica.", "MÁS DETALLES:", "Peso del paquete: 4.0 kg", "Meses de garantía: 6 meses de garantía por defectos de fábrica", "Garantía: 6 mes de garantía por defecto de fábrica", "Condición: Nuevo", "SKU: GA0804", "Garantía del vendedor: 6 meses"], "price": ["337.900"]},
{"title": ["Guitarra Electroacústica Femmto Criolla AG003 para diestros naranja arce brillante con ecualizador activo"], "description": ["Disfruta con esta guitarra Femmto de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de tilo tiene un peso y una densidad que te ofrecen un sonido con más cuerpo. Esta madera presenta un buen equilibrio de graves, por lo que suena con más peso rítmico y un tono suave.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["574.975"]},
{"title": ["Guitarra Musical Luces Rosada  Niña Rock Juguete Sonidos"], "description": ["GUITARRA musical", "ref  661B", "Fantástica guitarra con luces y sonidos", "Características:", "- Incluye correa", "- Requiere 3 pilas AA (no incluídas)", "CONSULTE COLORES DISPONIBLES", "Edad ideal de uso:", "+3 años", "MEDIDAS DE LA GUITARRA", "38 X 14 X 4 CM", "Medidas del empaque", "38 x 5,5 x 4 cm", "material pvc y plástico", "Disponible en tres colores", "**************************************************************************************************************************************************************", "MÁS DETALLES:", "Garantía: Directamente con la Marca", "Condición: Nuevo", "**********************************************************************************************************************************************************************************************************************************************", "MAS INFORMACIÓN DE NOSOTROS", "Inversiones Mazugi", "Cumplimos con distribuir a todo el país artículos para hogar", "estamos ubicados en Bogota , somos tienda virtual y física", "PRODUCTOS AL POR MAYOR Y DETAL"], "price": ["48.492"]},
{"title": ["Portable 6-fret Pocket Guitar Practice Tool"], "description": ["Guitarra acústica de bolsillo de 6 trastes, herramienta de práctica de entrenamiento de dedos azul", "Descripción del producto:", "guitarra portátil de bolsillo de 6 cuerdas y 6 trastes, dispositivo de práctica de guitarra para niños principiantes.", "Una gran herramienta para entrenar las manos y mejorar tus habilidades con la guitarra. Mejora la", "destreza de los dedos y acelera el progreso de la guitarra.", "Tamaño pequeño, ligero y fácil de usar.", "Accesorio de viaje para facilitar la portabilidad y la práctica.", "Material: plástico, madera El", "paquete incluye:", "guitarra de bolsillo de", "1 x 6 trastes, 1 dedo de entrenamiento Llave hexagonal ajustable, 1 bolsa de almacenamiento", "notas:", "Debido a la diferencia entre los diferentes monitores, la imagen puede no reflejar el color real del artículo.", "Debido a la medición manual, puede haber un error de tamaño de 1 a 2 cm.", "P: ¿Tienes stock?", "R: Los productos que mostramos están en stock.", "P: ¿Sobre el costo de envío y el tiempo de entrega?", "R: Todos los productos son de envío gratuito, enviamos todos los productos desde China. El tiempo de entrega suele ser de 15 a 25 días.", "P: ¿Proporcionan facturas?", "R: Proporcionamos una factura electrónica si la necesita, puede ponerse en contacto con nosotros después de la compra. Sin embargo, tenga en cuenta que esta factura no se puede utilizar como factura fiscal porque no tiene el sello de la empresa."], "price": ["78.125"]},
{"title": ["Guitarra acústica Femmto Criolla CG001 CG001 para diestros azul madera dura laqueado"], "description": ["Disfruta con esta guitarra Femmto de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de caoba te ofrece un sonido cálido y muy limpio, a la vez que resalta las frecuencias graves y medias. Tiene un peso estándar y un mayor grado de densidad, resistencia y elasticidad."], "price": ["363.900"]},
{"title": ["Guitarra Acústica De Madera Diferentes Colores Y Diseños"], "description": ["Preciosa guitarra acústica, con diseños espectaculares, escoge el que más te gusta!", "Son perfectas para motivar a un ser amado a seguir sus sueños musicales!!", "Cada una trae su propio forrito, para que la guarden y no se dañe el hermoso diseño.", "Recuerda siempre escribirnos luego de hacer el pago para escoger el diseño", "IMPORTANTE: Si necesitas factura, por favor envíanos los datos además de una copia del rut luego de hacer la compra y con todo gusto te la enviaremos.", "Recuerda que puedes comprar diferentes productos de nuestra tienda, usando la herramienta de \"agregar al carrito\"", "Estamos ubicados en Bogotá, también puedes escoger la opción de acordar la entrega con el vendedor.", "¡¡Esperamos que te animes!!", "Garantía del vendedor: 10 días"], "price": ["169.999"]},
{"title": ["Guitarra Criolla Clasica Femmto Cg001 De Color Natural Ambidiestro encordada para diestro"], "description": ["Adéntrate en el mundo musical con la Guitarra Criolla Clásica. Ideal para principiantes y aprobada por profesores, te permitirá explorar nuevas melodías.", "Incluye funda para llevarla contigo siempre y un manual que te ayudará a comenzar tu camino en la música.", "***************************************************************", "CARACTERÍSTICAS:", "• Recomendada por Profesores: Ideal para principiantes.", "• Versatilidad de Uso: Con una medida estándar apta tanto para adultos como para niños.", "• Materiales de Calidad: Confeccionada con mango de cedro y madera estacionada, y trastes de níquel.", "• Cuerdas de Nylon: Proporciona un tono cálido y suave, ideal para los que empiezan a tocar.", "• Clavijas de Calidad: Garantizan una afinación precisa y duradera.", "• Viene con una funda reforzada y 3 púas.", "• Manual de instrucciones en español con lecciones para ayudarte a empezar.", "• Diseñada para Diestros: Para un manejo y una experiencia de juego cómodos.", "• Dimensiones: 12cm de alto x 96cm de largo x 44cm de ancho, un tamaño perfecto para un manejo cómodo."], "price": ["363.900"]},
{"title": ["Transmisor Y Receptor Inalámbrico Para Guitarra ,"], "description": ["Transmisor de guitarra inalámbrico incorporado y recargable, conjunto de transmisor y receptor inalámbricos para instrumentos musicales electroacústicos como guitarra, bajo, etc.", "Transmisión de sonido de 730 MHz, antiinterfaz y retraso ultracorto, que te brinda el mejor sonido musical.", "Admite 4 conjuntos de dispositivos que funcionan al mismo tiempo, uno a uno; y el alcance máximo de transmisión es de hasta 50 metros.", "Batería de litio recargable integrada, largas horas de trabajo y viene con un cable USB para un cómodo", "enchufe de carga. y juega, fácil de usar; tamaño compacto y liviano, fácil de transportar.", "Rango de respuesta de audio: 20 Hz-20 kHz", "Frecuencia: 730 MHz", "Alcance de transmisión: máximo 50 m (sin obstáculos); 30 m (a través de la pared)", "Retraso de transmisión: menos de 4 ms Fuente de", "alimentación: batería de litio recargable incorporada de 3,7 V y 600 mAh", "Puerto de carga: -usb", "Color: plástico", "Material: plástico", "Tamaño: 11 x 4,5 x 1,5 cm", "Contenido del paquete:", "4 * Transmisor", "4* Receptor", "4 * Cable de carga USB (color aleatorio), No se acepta el color especificado)", "Solo el contenido del paquete anterior, otros productos no están incluidos.", "Nota: El reflejo de la luz y las diferentes pantallas pueden hacer que el color del artículo de la imagen sea un poco diferente al real. El error de medición permitido es de +/- 1-3 cm.", "Garantía del vendedor: 30 días"], "price": ["223.714"]},
{"title": ["Guitarra clásica Yamaha C40 para diestros natural palo de rosa brillante"], "description": ["Con más de un siglo en la fabricación de instrumentos musicales, Yamaha es una marca que habla por sí sola. Al ser una referente mundial de la industria musical, su sello de calidad en guitarras es un diferencial asegurado para tus canciones.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos."], "price": ["599.000"]},
{"title": ["Combo Guitarra Clásica Yamaha C40 Con Estuche Y Accesorios"], "description": ["El modelo de Guitarra acústica Yamaha C - 40 ha sido galardonado en la última edición de los premios de la industria musical (M.I.A., Music Industry Awards). Desde su lanzamiento a principios de la década de los ‘90s, nuestra querida C40 ha ido coleccionando premios y reconocimientos, estableciéndose por derecho propio como la guitarra clásica mejor valorada entre profesores, alumnos y guitarristas principiantes, gracias a su increíble relación calidad-precio.", "Especificaciones:", "-Tapa de pícea.", "-Aros y fondo de meranti.", "-Mástil de nato.", "-Diapasón y puente en palo de rosa.", "-Herrajes cromados.", "La guitarra destaca por su excepcional sonido, confort y prestaciones, dignas de instrumentos de precio superior.", "Incluye", "-Guitarra Yamaha C40III", "-Estuche semiduro guitarra Clásica", "-Encordado Daddario EJ27N", "-Capodastro de pinza C070"], "price": ["779.900"]},
{"title": ["Guitarra Electroacústica Femmto Criolla AG003 para diestros negra arce brillante con ecualizador activo"], "description": ["Disfruta con esta guitarra Femmto de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de tilo tiene un peso y una densidad que te ofrecen un sonido con más cuerpo. Esta madera presenta un buen equilibrio de graves, por lo que suena con más peso rítmico y un tono suave.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["574.975"]},
{"title": ["Guitarra Clasica Cort Ac200"], "description": ["PRODUCTO:", "Nombre: GUITARRA CLASICA CORT AC200 OP PORO ABIERTO.", "Marca: CORT", "DESCRIPCIÓN:", "GUITARRA CLASICA CORT AC200", "", "Los modelos de CA de estilo tradicional han sido rediseñados para mejorar la resonancia de un auténtico sonido de guitarra clásica. La agradable combinación de tonos de madera produce un tono tradicional, profundo y deliciosamente suave. La serie Cort AC es muy indulgente con los errores de los alumnos, ya que requiere un poco menos de precisión y nitidez para lograr un buen tono.", "CODIGO: GA0257", "Garantía: 6 meses por defectos de fábrica", "Características :", "CONSTRUCCIÓN", "Cola de milano", "CUTAWAY", "Venetian Cutaway", "CUERPO", "Clásico", "ANCHO DE LA TUERCA", "52 mm (2.05 \")", "PARTE SUPERIOR", "Tapa de abeto sólido", "ATRÁS Y LADOS", "Caoba detrás y lados", "CUELLO", "Mástil de caoba", "UNIÓN", "Multi vinculante", "FRETBOARD", "Rosewood u Ovangkol Más información", "ESCALA", "25.6 \"", "PUENTE", "Rosewood u Ovangkol", "INSTRUMENTOS DE CUERDA", "D'Addario EXP46N Cuerdas", "VIGORIZANTE", "Arriostramiento de ventilador tradicional", "", "MÁS DETALLES:", "Peso del paquete: 4.0 kg", "Meses de garantía: 6 meses de garantía por defectos de fábrica", "Garantía: 6 mes de garantía por defecto de fábrica", "Condición: Nuevo", "SKU: GA0257", "Garantía del vendedor: 6 meses"], "price": ["748.900"]},
{"title": ["Guitarra Electroacústica Yamaha APX600 para diestros black palo de rosa brillante"], "description": ["Con más de un siglo en la fabricación de instrumentos musicales, Yamaha es una marca que habla por sí sola. Al ser una referente mundial de la industria musical, su sello de calidad en guitarras es un diferencial asegurado para tus canciones.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["2.088.450"]},
{"title": ["Guitarra Electroacustica EpiPhone Ppgr-eep4nach1 Kit"], "description": ["AKITA MUSIC DISTRIBUIDOR AUTORIZADO EPIPHONE Y MERCADOLIDER OFRECE PARA USTEDES PARA ENTREGA O DESPACHO INMEDIATO:", "GUITARRA ELECTROA EPIPHONE PPGR-EEP4NACH1 KIT", "EN AKITA MUSIC MANEJAMOS FACTURACIÓN LEGAL CON IVA Y GARANTÍA DIRECTA / ENVIOS A NIVEL NACIONAL.", "GUITARRA ELECTROA EPIPHONE PPGR-EEP4NACH1 KIT", "Epiphone ha estado a la vanguardia de la fabricación de instrumentos profesionales asequibles durante más de un siglo. Clásicos como el Masterbilt han hecho de Epiphone uno de los favoritos de los pros y pros de corazón por generaciones. Hoy, Epiphone sigue liderando el camino combinando métodos de construcción del viejo mundo con diseños de vanguardia. La guitarra acústica / eléctrica PR-4E es una de las favoritas de los fanáticos desde hace mucho tiempo por su tono amaderado y su gran proyección. Y ahora, el paquete de reproductor acústico / eléctrico Epiphone PR-4E le ofrece todo lo que necesita para comenzar a tocar la guitarra de inmediato.", "El paquete de reproductor acústico / eléctrico Epiphone PR-4E también incluye un amplificador Epiphone Studio Acoustic-15C junto con un sintonizador cromático, correa, cable, púas, funda y lecciones en línea de eMedia.", "Con el paquete de reproductor acústico / eléctrico Epiphone PR-4E, tanto los jugadores nuevos como los experimentados pueden disfrutar del sonido clásico de Epiphone durante un siglo junto con la tranquilidad que brinda la garantía limitada de por vida de Epiphone", "POR LO GENERAL LLEGA EN 1 O 2 DIAS HABILES, PERO PUEDE TARDAR HASTA 5 DIAS HABILES DEPENDIENDO DEL LUGAR DE DESPACHO Y LA GESTIÓN EN BODEGAS.", "EN AKITA MUSIC FACTURACIÓN LEGAL CON IVA Y GARANTIA DIRECTA / ENVIOS A NIVEL NACIONAL.", "Garantía del vendedor: 6 meses"], "price": ["1.919.000"]},
{"title": ["Guitarra Electroacústica Fender Classic Design CD-60SCE para diestros natural brillante"], "description": ["Guitarras prácticas y funcionales, para aficionados y profesionales. Fender es una empresa que transforma la música en todo el mundo y atraviesa una gran variedad de géneros. Es el mayor fabricante internacional y sus productos representan un ícono cultural.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["1.799.000"]},
{"title": ["Guitarra Requinto Puntera Tapa Pino Forro Colgante Pua"], "description": ["Acústica", "¡Hola muchas gracias por visitarnos!", "Somos AIRE ARTESANAL una empresa con el mejor servicio y calidad", "Ubicados en Bogotá santa Isabel enviamos a todo el país", "Más de 12 años en mercado libre miles de calificaciones positivas nos respaldan", "Guitarra acústica gran calidad y sonido fabricada por artesanos colombianos", "Con más de 20 años de experiencia en este hermoso arte", "Es definitivamente la mejor guitarra acústica del mercado en su rango de precio", "Fabricada en Colombia por AIRE ARTESANAL", "Accesorios adicionales con su compra", "forro lona", "Colgante para tocar más cómodo", "Pick púa plectro o plumilla", "Garantía 24 meses por defectos de fábrica directa con aire artesanal", "Respaldo y servicio de reparaciones directo con AIRE ARTESANAL", "Características", "Clavijero Empernado", "Diapasón en pardillo.", "Laca y pinturas de gran calidad.", "Colores natural", "Cuerdas en nilón", "19 trastes", "Cuerpo pino", "Tapa Delantera pino", "Fabricamos importamos reparamos y comercializamos todo tipo de instrumentos musicales y accesorios", "Tenemos un equipo técnico y comercial para su servicio", "Garantía del vendedor: 24 meses"], "price": ["549.900"]},
{"title": ["Guitarra acústica Tagima Canada Vancouver EQ para diestros natural"], "description": ["Disfruta con esta guitarra Tagima de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["2.150.000"]},
{"title": ["Guitarra Requinto Puntera Electroacústica La Santandereana"], "description": ["Guitarra Requinto Puntera", "(Bucaramanga - La Santandereana H.CRUZ)", "Descripción", "Fabricación de Bucaramanga (Santander)", "Elaboradas en Roble y Cedro con la más alta calidad en fabricación y sonido.", "Son detalladas y tienen buenas terminaciones.", "Incluye (Forro, Colgante y Pick)", "Cuerdas de Nylon importadas - Clavijero Taiwanés.", "Diseños novedosos y Variedad de Colores", "Estilo Cutaway con corte", "Medidas: 35\" altura", "Ancho Inferior: 35cm", "Ancho superior: 26cm", "Profundidad de Caja: 10.5 cm", "Tamaño Normal Para Adulto", "Excelentes acabados, 6 meses de garantía", "Garantía del vendedor: 6 meses"], "price": ["710.000"]},
{"title": ["Guitarra Acustica Clasica Fender Fc-1 Diapnogal"], "description": ["Guitarras prácticas y funcionales, para aficionados y profesionales. Fender es una empresa que transforma la música en todo el mundo y atraviesa una gran variedad de géneros. Es el mayor fabricante internacional y sus productos representan un ícono cultural.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos."], "price": ["737.100"]},
{"title": ["Guitarra Acustica Fender Squier Sa-150/ Dreadnought Natural"], "description": ["PRODUCTO:", "Nombre: GUITARRA ACUSTICA FENDER SQUIER SA-150/ DREADNOUGHT NATURAL", "Marca: FENDER", "DESCRIPCIÓN:", "GUITARRA ACUSTICA FENDER SQUIER SA-150/ DREADNOUGHT NATURAL", "", "El Squier SA-150, es una guitarra acústica de cuerdas de acero de tamaño completo. Ofrece un gran sonido a un precio favorable. Su construccion es lo suficientemente fuerte y resistente. La parte superior y el dorso en tilo y laterales de caoba. Esta guitarra también cuenta con refuerzo en X festoneado, mástil de caoba y un resistente diapasón de arce para brindarte un instrumento que se ve tan bien como suena. Con su cuello delgado y fácil de tocar , el SA-150 es una opción ideal para principiantes.", "Código: GA0702", "Características :", "Puente: Arce teñido", "Acabado del hardware: Cromo", "Llaves de afinación: Cromo cubierto", "Golpeador: Negro", "Cuerdas: D'Addario NPS (.012-.052 medidores)", "Medidas: 6.00x20.00x42.00 EN", "Peso: 6.00 L", "", "MÁS DETALLES:", "Peso del paquete: 6.0 kg", "Condición: Nuevo", "SKU: GA0702"], "price": ["754.900"]},
{"title": ["Guitarra clásica Tagima America Vegas para diestros natural"], "description": ["Disfruta con esta guitarra Tagima de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos."], "price": ["1.188.810"]},
{"title": ["Guitarra Acustica Gibson EpiPhone Dr100 Cuerda Metal Natural"], "description": ["AKITA MUSIC DISTRIBUIDOR AUTORIZADO DE EPIPHONE Y MERCADOLIDER OFRECE PARA USTEDES PARA ENTREGA O DESPACHO INMEDIATO:", "Guitarra Acustica Gibson Epiphone Dr100 Cuerda Metal Natural", "EN AKITA MUSIC MANEJAMOS FACTURACION LEGAL CON IVA Y GARANTIA DIRECTA / ENVIOS A NIVEL NACIONAL.", "La Guitarra Acústica Epiphone DR-100 es desde hace años la guitarra acústica más vendida de Epiphone por ofrecer el sonido, los materiales y la calidad de construcción que los profesionales esperan.", "Es una guitarra fiable y asequible con un sonido vibrante y colorido. Cuenta con una tapa de abeto y caoba detrás y a los lados, junto con la forma clásica del cuerpo acorazado, la guitarra entrega un tono rico y tiene un cuerpo con proyección de rango medio excelente, perfecto para prácticamente cualquier estilo y el magnífico acabado da un look propio de Epiphone.", "Forma del cuerpo: Dreadnought", "Cuerdas: metal", "Cutaway: No", "Construcción: Laminada", "Color: vintage sunburst", "Tapa armónica: Abeto rojo europeo", "Fondo/Aros: Caoba", "Diapasón: Palisandro", "POR LO GENERAL LLEGA EN 1 O 2 DIAS HABILES PERO PUEDE TARDAR HASTA 5 DIAS HABILES DEPENDIENDO DEL LUGAR DE DESPACHO Y LA DISPONIBILIDAD EN BODEGAS.", "EN AKITA MUSIC MANEJAMOS FACTURACION LEGAL CON IVA Y GARANTIA DIRECTA / ENVIOS A NIVEL NACIONAL.", "Garantía del vendedor: 6 meses"], "price": ["1.119.000"]},
{"title": ["Guitarra acústica Tagima Canada Montreal EQ para diestros natural"], "description": ["Disfruta con esta guitarra Tagima de la conexión con la música. Está diseñada para aficionados y profesionales. Con este instrumento descubrirás nuevos acordes, entonarás tus canciones y disfrutarás de la vida musical.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos.", "Calidad que se hace notar", "Las cuerdas de metal se caracterizan por su bajo estiramiento y resistencia a la corrosión y abrasión. Son más duraderas, sólidas y generan un sonido brillante y claro."], "price": ["2.076.000"]},
{"title": ["Guitarras Acústicas Clásicas Para Niños Hasta 7 Años+forro"], "description": ["Guitarras acústicas para niños hasta los 7 años", "Cuerdas y clavijeros reales, trastes reales", "Una guitarra de verdad para niños que desean incursionar en el mundo de la música", "Envíos a nivel nacional", "Color: varios.", "> El paquete incluye:", "> Forro tipo morral en lona, método de aprendizaje", "> Marcación en el instrumento musical con el nombre del niño o la niña.", "Después de realizada la compra se habilita un servicio de mensajería por favor nos indica el nombre a marcar el instrumento y su ubicación ; por delante o por detrás en el mástil.", "Garantía del vendedor: 60 días"], "price": ["99.000"]},
{"title": ["Guitarra Electroacústica Cort AC160CF para diestros natural merbau brillante"], "description": ["Cort es una empresa con muchos años en el mercado que la distingue su pasión por la guitarra. Trabajan con conocimiento, experiencia y fe en la calidad de cada uno de sus productos. Su misión es clara: entregar los mejores instrumentos a músicos apasionados de todo el mundo.", "Un modelo para cada guitarrista", "La tapa de abeto genera un tono brillante y claro, incluso en los registros más agudos."], "price": ["1.112.900"]}
]