[
{"titulo": ["Very nice "], "contenido": ["Very fun tour. Had Sammy,, Rick and Elena as our skipper and hosts. Just amazing. Definitely recommend. Good history with wine and cheese to go along. "], "calificacion": ["50"], "autor": ["Thiago K"]},
{"titulo": ["Great service at great price"], "contenido": ["Great stay with my family. Came for the Copa Libertadores final. Hotel was fully booked with lots of fans, but the service was very good. Prices at the restaura", "..."], "calificacion": ["50"], "autor": ["Thiago K"]},
{"titulo": ["Good food, OK price, bad service"], "contenido": ["Went to dinner with a couple of friends. We arrived at 8:30pm and the place was almost empty apart from a few tables sitting 2-3 each. At arrival we were inform", "..."], "calificacion": ["30"], "autor": ["Thiago K"]},
{"titulo": ["Good Italian with reasonable price"], "contenido": ["Had heard some nice things about the place and decided to check it out for a Sunday lunch. \n\nWe ordered the Arancini as a starter and it was just wonderful, cru", "..."], "calificacion": ["40"], "autor": ["Thiago K"]},
{"titulo": ["Brazilian Must in Barcelona"], "contenido": ["A true gastronomic experience in a cozy and vibey environment at great price!!!\n\nSuper talented chef, amazing dishes. Was taken back my childhood eating their F", "..."], "calificacion": ["50"], "autor": ["Thiago K"]},
{"titulo": ["Fantastic Stay"], "contenido": ["Fantastic stay. Great location (close to the beach, bar, coffee shops, stores, and restaurants). Cozy and clean rooms and common areas. Delicious breakfast incl", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Fresh Bread. Tasty Brick-Oven Pizza and Sushi."], "contenido": ["One of the very few places in the city that sells freshly-made baked goods and brick-oven pizza. Did I mention their Japanese menu? The sushi is delicious. The ", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Good coffee. Great staff."], "contenido": ["Excellent service - I went on two occasions, and each time the staff was helpful and friendly. More importantly, the coffee quality was great, and the drink opt", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["A Good Option for Breakfast"], "contenido": ["A good option for breakfast and morning drinks. Nice staff. Good location. Nice premises. Clean. I'd visit again when in town."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["Unfriendly Staff"], "contenido": ["The staff service is terrible. Rude, unhelpful, and demanding. There is a fee to climb up narrow stairs to see the town...nice activity as you're walking by the", "..."], "calificacion": ["30"], "autor": ["worldmaps"]},
{"titulo": ["Many Options On The Menu"], "contenido": ["Tasty food. Many options on the menu. A little pricey (especially if you're a local). Clean premises. Great service by staff. Good location, close to the main p", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Nice Staff"], "contenido": ["Nice staff. Clean facilities. The job was not great, but not bad either. Prices are fair (at least for a non-local). Good (central) location."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["My Favorite Meal While in Granada"], "contenido": ["In my opinion, the most delicious meal I had while in Granada, and yet one of the least expensive ones in the city. Whether you end up enjoying it or not, I'm s", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Not Recommended Based on Bad Service"], "contenido": ["The service was terrible - we had to grab the menu ourselves, we had to get up to the counter inside the restaurant (we were sitting outside) to let them know w", "..."], "calificacion": ["20"], "autor": ["worldmaps"]},
{"titulo": ["Attentive Staff"], "contenido": ["The food was tasty. I wish the noodles were fresh and not out of an over-the-counter noodles bag; nonetheless, the ramen was tasty. The service was great - atte", "..."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["Good Spot to Spend a Weekend Afternoon"], "contenido": ["Great ambience. Great beer. A good spot to spend an afternoon with friends or family. On some weekends they have live music, which is entertaining. "], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Good food and Service / Lots of Tourists "], "contenido": ["Good food. Great service. Nice venue. Central location. A place that many tourists go to, so if you're trying to find a \"less-touristy\" place, this is not your ", "..."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["Good Local Food"], "contenido": ["Good service. Good location. Good food. Ample selection of food and drinks on their menu. I recommend trying the local food of Yucatán at this place."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Historic / Cool for Pictures "], "contenido": ["There isn't much to it, but historic and depending on the season, it might be a cool spot for pictures. I enjoyed checking it out."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Fantastic Service / OK Food"], "contenido": ["The food is just OK. The service, on the other hand, it is fantastic - every single employee, from the hostess to the waitress to the bartender. For this reason", "..."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["Good Food"], "contenido": ["The food is good, but nothing that you can't find at other comparable restaurants. That said, the location is central, it has a nice atmosphere, and more import", "..."], "calificacion": ["40"], "autor": ["worldmaps"]},
{"titulo": ["Good Choice for Breakfast or Lunch"], "contenido": ["Don't be fooled by the looks of the entrance...the patio area is nice and comfortable. The service is excellent. They have a wide variety of food and drinks. I ", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Great Menu/Selection "], "contenido": ["Delicious food. A variety of cold and hot drinks. Great service. Good location. I've been here during each one of my trips to CDMX. The only minor suggestion wo", "..."], "calificacion": ["50"], "autor": ["worldmaps"]},
{"titulo": ["Staff Not Trained Well"], "contenido": ["To the owner of this shop: hire staff that is trained to sell your products. I asked what kind of tea they had, twice, and the person behind the counter insiste", "..."], "calificacion": ["10"], "autor": ["worldmaps"]},
{"titulo": ["Terrible. Terrible."], "contenido": ["Terrible, terrible. The service was absolutely terrible - staff is unfriendly (no smiles, rude), and unattentive - we had to get up from the table and find a wa", "..."], "calificacion": ["20"], "autor": ["worldmaps"]},
{"titulo": ["Slow Service with Average Food. "], "contenido": ["Food was average (hence the three stars) and the service was slow and just not nice. My water only got refilled once during the course of our meal and the water", "..."], "calificacion": ["30"], "autor": ["_liam_abbott_"]},
{"titulo": ["Amazing Service with an Amazing Range of Food"], "contenido": ["As someone with an allergy, the waiter dealt with it very well and was super friendly throughout our time there. He was very knowledgable about the food in addi", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["Best Restaurant in North Bay with a Unique Dining Experience"], "contenido": ["Unlike your traditional steakhouse, Lot 88 offers the unique dining experience on cooking your steak on a 600ºF stone at your table. Cook it how you like it, ha", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["Best Hotel in North Bay"], "contenido": ["What can I say - ideal location, clean rooms, a variety of facilities (pool, fitness center, outdoor lounge area with BBQ's, indoor lounge area), modern design,", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["Local food for a good price."], "contenido": ["After wandering around the downtown core of North Bay, I quickly realized that Greco's seemed to be the best place for an affordable, good meal, for any group o", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Close to Montreal, but there are better mountains out there..."], "contenido": ["There is nothing wrong with Bromont - it has great high-speed lifts, a variety of beginner to advance terrain (but nothing extreme), and both day and night skii", "..."], "calificacion": ["30"], "autor": ["_liam_abbott_"]},
{"titulo": ["Must See!"], "contenido": ["If your in the the Quebec City area you have to visit Old Quebec. Being the only walled city in North America, it truly is a unique place with a vibrant culture", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["Poor Service, Bad Food"], "contenido": ["We were the second ones in the restaurant and everyone before us got served. We went to the waiter and asked why and she blamed it on us saying “well you ordere", "..."], "calificacion": ["10"], "autor": ["_liam_abbott_"]},
{"titulo": ["One of the most Iconic Areas in Toronto"], "contenido": ["If you are in Toronto and are downtown, you have to check out Nathan Phillips Square. This square is located right in front of Toronto City Hall and right besid", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Quick, Convient, Cheap"], "contenido": ["The Union Pearson Express is the best option for any traveler looking to get from downtown Toronto to YYZ. Trains go every 15 minutes, meaning you will be from ", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["Thrills & Chills"], "contenido": ["This exhilarating activity is one that you can get nowhere else in the world and makes anyone, regardless of fearing heights or not, seek discomfort. Although i", "..."], "calificacion": ["50"], "autor": ["_liam_abbott_"]},
{"titulo": ["A must see in Toronto"], "contenido": ["The CN Tower, being the iconic building it is, allows for visitors to get the best view in the city from over 500m in the sky. The key to getting the most out o", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Pricey but good. "], "contenido": ["For $7.50 and at certain times a long line, i would expect much more then what I got. Don’t get me wrong, the ice cream taste amazing but I just do not think it", "..."], "calificacion": ["30"], "autor": ["_liam_abbott_"]},
{"titulo": ["Good lunch menu "], "contenido": ["I went there with my family for lunch and was surprised at how good the food was. I order the coconut chicken curry which was absolutely delicious and highly re", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["One of the best in Cairns"], "contenido": ["Being a new hotel, it has all the nice decor, ambience, and cleanliness but the only thing they can improve upon would be the customer service. They forgot to g", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Great Location with Amazing Views!"], "contenido": ["The location of the Shangri-La allows for ideal walking distance to some of Sydney’s most prominent attractions. The Rocks is only a couple blocks away and offe", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["I WANT to give it 5 Stars"], "contenido": ["Emirates One&Only Wolgan Valley has scenery and wildlife unmatched in the Blue Mountain region. On the way to the resort we considered stopping at lookouts that", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Best Delivery in Collingwood"], "contenido": ["With quick delivery and great pizza, Toppers is my got to pizza place in collingwood. Especially when ordering in, they have a surprisingly short delivery time ", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Nothing Special - Good Flight no problems"], "contenido": ["The staff were nice enough to bump us up to an earlier flight for free since we arrived at the airport early. Seats are well spaced to other airlines such as Ai", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["Unique and fun experience"], "contenido": ["Being a fondue restaurant and previously a swingers club in the 1970’s, Grizzly House offers a wide variety of food which spans from steak and chicken to shark ", "..."], "calificacion": ["40"], "autor": ["_liam_abbott_"]},
{"titulo": ["The best curries"], "contenido": ["A meal at the Balti Cottage is always top of our list when we visit family and friends in Coleshill. We've been going there for over 15 years and the staff are ", "..."], "calificacion": ["50"], "autor": ["Kate G"]},
{"titulo": ["Great place to stay, close to airport and bus terminal"], "contenido": ["We stayed for one night en-route back to the UK. Excellent location - close to the airport, 5-10 minutes taxi ride to nearby malls for shopping/eating, and 10-1", "..."], "calificacion": ["40"], "autor": ["Kate G"]},
{"titulo": ["nuevas oportunidades "], "contenido": ["Hola q tal ,,amigos ,,vengan a disfrutar de la capital y que mejor hospedarse en un lugar bien ubicado,,.chevere ,,para pasar con amigos ,familia o pareja ,,aco", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Buena comida,,genial,"], "contenido": ["En el centro comercial ,Jardín ,,es un genial lugar para pasear \ny sobre todo para degustar de un buen plato ,en compañía \nde familia ,,amigos y pareja ,,es te ", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Lo mejor"], "contenido": ["Si visitas Galapagos ,,un lugar sin duda q tienen que visitar es la Estación Charles Darwin,,el mejor,,para los estudios de la flora y  fauna de la islas ,está ", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Galapagos,,H?Muyuyo"], "contenido": ["Un lugar para pasar en Santa Cruz ,Galápagos..es el Hostal Muyuyo ,,excelente ubicación ,,,cerca a tan solo 3 cuadras del malecón ,sus propietarios los atienden", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Relax "], "contenido": ["Para quienes les gusta de una buena caminata y disfrutar de su \npaisaje q nos da la ciudad de Guayaquil ,,sus restaurantes y su amplia comida ,,muy elegantes la", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Los mejor del Mar"], "contenido": ["Para Llegar ,,Quito,,,por la Av, de los shirys de sur a Norte una calla antes de llegar de la Río Coca,a la derecha está uno de los mejores lugar para comer com", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Confortable,,"], "contenido": ["Viaje a mi tierra ,Galápagos ,Santa cruz,,este es un vuelo con una escala intermedia,\nen la ciudad de Guayaquil ,el primer tramo tiene una duración de 40 mtos ,", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Hospedaje ,Isla Santa Cruz ,Gps"], "contenido": ["Una buena opción de Hospedaje en las Islas Encantadas ,en Puerto Ayora ,es Capitán Max..un lugar pintoresco con buena ubicación ,,tanto en las noches para comer", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Simplemente lo mejor en Santa Cruz"], "contenido": ["Primeramente ,su ubicación es espectacular ,una vista genial \nmuy acogedor para pasar n buen momento   en compañía de sus amigos ,familia ,o en pareja , sus due", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Súper "], "contenido": ["En su nuevo local ,la atención sigue siendo excelente ,tanto para disfrutar de sus platos como de la compañía sea está de amigos o en pareja o familia ,,cada un", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Lo Mejor en Gastronomía ,,"], "contenido": ["Si quieren algo fuera de serie ,este es el lugar indicado ,el mejor\nlugar en Cumbaya Quito Ecuador ,,sus propios dueños los recibirán ,tanto Nacho como José ,,c", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Sushi y algo más "], "contenido": ["Su ubicación está genial una área comercial ,,,su personal genial,,y su local ,muy limpio elegante a la vez ,su carta del menú es muy extensa ,desde el Sushi ,,", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Same,,Esmeraldas"], "contenido": ["Para disfrutar de las playas y tranquilidad les recomiendo este lugar a unos 30 mtos o menos pasando tonsupa,,Same ,,encontramos hosteria el Acantilado ,,,tiene", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Cultural.."], "contenido": ["El museo del Templo del sol ..este está a tan solo 7 minutos del atractivo turístico Mitad del mundo..y a tan solo 2 minutos del mirador del volcán Pululahua ,,", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Genial "], "contenido": ["Situado en un lugar genial cerca de todo ,,tienen parqueadero privado muy importante ,,las instalaciones bien ,acogedor para pasar en familia ,amigos o parejas ", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Genial"], "contenido": ["El Ecuador definitivamente es un país mega diverso ,su flora y fauna,única ,en la ciudad de Guayaquil puedes pasar un día totalmente comprometido con la natural", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Lo mejor"], "contenido": ["En Quito ,para disfrutar de la ciudad nada mejor que hospedarse es este hotel ,,súper bien ubicado confor ,lujo\ny la atención muy profesionales ,junto al palaci", "..."], "calificacion": ["50"], "autor": ["Tony S"]},
{"titulo": ["Sol,playa ,elegancia"], "contenido": ["Para disfrutar de las playas de la ciudad de Manta y sus alrededores ,sin lugar a duda el Hotel Poseidón ,dan las facilidades para pasarla genial ,en compañía d", "..."], "calificacion": ["50"], "autor": ["Tony S"]},
{"titulo": ["Genial lugar Imbabura"], "contenido": ["Para deleitarse de su paisaje del lago San Pablo y de sus alrededores este es un genial lugar. el lugar posee un restaurant ,sus cabañas muy acogedoras ,lugar p", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Elegancia"], "contenido": ["Torres Suites es una excelente alternativa para hospedarse y sentirse como en su propio departamento,excelente ubicación en la capital de los Ecuatorianos,,Amaz", "..."], "calificacion": ["40"], "autor": ["Tony S"]},
{"titulo": ["Decent hotel in scary looking location"], "contenido": ["We got to the hotel late- like 2 AM and it was raining.  The hotel is located on what appeared to be a dead-end street alongside a murky swamp with a highway ru", "..."], "calificacion": ["30"], "autor": ["ladulce"]},
{"titulo": ["Secure hotel with friendly staff, clean rooms, beautiful pool and amazing fruit punch!"], "contenido": ["This hotel is one that we have stayed at more than once.  At our last 10 day trip, we booked a 2-room suite which had a front room with 3 hotels (for our 3 chil", "..."], "calificacion": ["40"], "autor": ["ladulce"]},
{"titulo": ["Horrible Experience in Guayaquil, hotel staff made it better and kept us safe.  Thank you"], "contenido": ["I am a single mother that was traveling with my 4 children (7-14 years old).  After spending the summer in Ecuador, on our last night in Guayaquil, I was a vict", "..."], "calificacion": ["50"], "autor": ["ladulce"]},
{"titulo": ["If you are considering taking children on Mio tours- read this!"], "contenido": ["I am traveling as a single mother with my 4 children (6,8,12, 14).  I was very nervous about booking with Mio Tours and Efrian, because I worried that the guide", "..."], "calificacion": ["50"], "autor": ["ladulce"]},
{"titulo": ["Ventilatiesysteem maakte hele nacht lawaai"], "contenido": ["Vriendelijk ontvangst met uitleg over de route naar de parkeergarage en onze kamer (een hele speurtocht). Geen welkomstdrankje of gratis kamerupgrade zoals verm", "..."], "calificacion": ["20"], "autor": ["Florence1987"]},
{"titulo": ["Prachtig resort met eigen huisrif"], "contenido": ["We hebben een heerlijke vakantie gehad! Bij een resort denk je misschien een een luie relax vakantie, maar omdat we gedurende de dag steeds van het zwembad naar", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Super lekkere pizza"], "contenido": ["Ik heb eerder gezegd dat ik de lekkerste pizza heb gegeten in Baños in Ecuador, maar deze pizza's komen toch wel erg dicht in de buurt (Diavolo en Quatro Formag", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Gezellig, lekker en betaalbaar"], "contenido": ["Voor onze laatste avond in Rome, wilden we een gezellig restaurantje vinden waar het personeel een beetje aardig zou doen en waar het ook nog een beetje betaalb", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Lekker ontbijt"], "contenido": ["Met zn vieren heerlijk ontbeten met cappuccino, chocoladecroissantjes, yoghurt met cereals en vers rood fruit en poached egg met avocado en kaas voor €37. Mooie", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Heerlijk voor ontbijt"], "contenido": ["We zochten een leuk tentje om te ontbijten en vonden dit kleine restaurantje. Heerlijk cappuccino (€1,50), belegde foccacia (€4,00) en croissantjes (€1,50) voor", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Eindelijk iets leuks gevonden in Rome"], "contenido": ["Nadat we 2x weg zijn gelopen bij 2 restaurants in de wijk Trastevere, omdat we simpelweg onbeschoft behandeld werden en de prijzen toch wel iets te hoog waren d", "..."], "calificacion": ["40"], "autor": ["Florence1987"]},
{"titulo": ["South Tour and North Tour Lanzarote"], "contenido": ["In november 2017 we did the South and the North Tour on Lanzarote. We were pleasentely surprised with the South Tour. Antonio, the tourguide, was very informati", "..."], "calificacion": ["40"], "autor": ["Florence1987"]},
{"titulo": ["Very nice and comfortable hotel"], "contenido": ["Yarden is a very nice hotel well situated in the citycenter. The staff is very friendly and willing to help you with all of your questions. The lady at the rece", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Very relaxing activity during a long weekend in Krakow"], "contenido": ["We loved our first experience with this hammam! We had chosen the full package (El Almira) with bodymask, facial mask, feet peeling, foam treatment and a 45 min", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Een goed verzorgd, gezellig hostal aan het strand"], "contenido": ["Wij waren hier vorig jaar september. We wilden het dorpje Montañita eerst overslaan omdat we hadden gelezen dat het een hippie dorpje was waar veel drugs gebrui", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Nice restaurant!"], "contenido": ["Very nice restaurant with a lot of choices. The wafels with dulce de leche, fruit and almonds we're fantastic!"], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Nice place"], "contenido": ["We wanted to go to The Victor Hugo hotel next to Nantu, but we took a look at Nantu as it was looking really nice. It was much cheaper than the Victor Hugo hote", "..."], "calificacion": ["40"], "autor": ["Florence1987"]},
{"titulo": ["Very nice hotel in a very nice village"], "contenido": ["Hotel Mariane (hotel Jardin de Mariane) is a very nice hotel in baños. The rooms are spacious with nice coloured walls. We got a room for two persons with two d", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["The best pizza I ever had!"], "contenido": ["When I read that these would be the best pizza's of the world, I thought that they were exaggerating, especially when I saw it was not a real restaurant, but ju", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Very nice cafe, good food and friendly owner"], "contenido": ["We did eat at this place a couple of times, for breakfast, lunch and diner. Tasty food and very friendly Italian owner. Really recommend this place."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["It' not in the name"], "contenido": ["Very old hotel, looks fine from the outside (at least from the front), but it is a bit of a mess inside the hotel. The beds were fine, a couple of lamellae in f", "..."], "calificacion": ["20"], "autor": ["Florence1987"]},
{"titulo": ["Nice, somewhat quiet hotel in Guayaquil"], "contenido": ["After a long search on the internet, reading a lot of reviews, we booked this hotel in Guayaquil to stay before we went to the Galapagos Islands. The rooms are ", "..."], "calificacion": ["40"], "autor": ["Florence1987"]},
{"titulo": ["Heaven!"], "contenido": ["We did visit Sweet & Coffee in one of the shoppingmalls in Guayaquil. We had some different pie and coffee (lemon pie, cuatro leches and brownie) really delicio", "..."], "calificacion": ["50"], "autor": ["Florence1987"]},
{"titulo": ["Very nice place, but dangerous shower"], "contenido": ["This hotel was included in our island hopping tour on the Galapagos Islands. It is really nice situated right on the beach of Isabela island. We were the only g", "..."], "calificacion": ["30"], "autor": ["Florence1987"]},
{"titulo": ["Delicious food!"], "contenido": ["We went to eat here on our last day and the food was delicious!! We ordered the platter for 2 and it was the perfect amount. Really tasty and a great portion si", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Family trip to Seville"], "contenido": ["We stayed here for 5 nights over Easter weekend. We booked the grand premium level room which had the jacuzzi in the room and a lovely view. It was a lovely roo", "..."], "calificacion": ["40"], "autor": ["YP Explorers"]},
{"titulo": ["Disappointed food and service on New Years Eve 2019"], "contenido": ["We initially wanted to visit Star of Asia Restaurant near our hotel but they were fully booked.\n\nWe then went to La Maharani on a whim, without reading any revi", "..."], "calificacion": ["10"], "autor": ["YP Explorers"]},
{"titulo": ["Fantastic!"], "contenido": ["We booked our 2 day 1 night trek with Sapa Sisters and this was the best decision. They were great with communication before we arrived and the service was grea", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Really enjoyed the trip"], "contenido": ["This was a very well planned tour and our tour guide Van was superb! She was very informative and took care of everyone. We throughly enjoyed the whole day, the", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Well organised"], "contenido": ["We booked our Halong Bay cruise with Inside Travel whilst in the UK. The company was very efficient and communicated well with us. It was easy to book and they ", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Very comfortable and excellent driver"], "contenido": ["We used Hura Cars for our trip from Hue to Hoi An. Our driver was (Dung) David and he was excellent. He would explain things as we were driving about the places", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Delicious food"], "contenido": ["Our first night in Hanoi and we came here for traditional Pho. It was delicious! My mum is vegetarian and they had plenty of choices for her. The service was ve", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Nice hostel"], "contenido": ["We stayed here for one night before flying. This is a good stop over hostel, they provide a airport shuttle service too. The rooms, bathrooms and kitchen were c", "..."], "calificacion": ["40"], "autor": ["YP Explorers"]},
{"titulo": ["Basic and ok for one night stay"], "contenido": ["The hostel overall was nice but it was a hotel and hostel. The location was good. The hostel was clean and had hot water. The WiFi was good. The size of the roo", "..."], "calificacion": ["30"], "autor": ["YP Explorers"]},
{"titulo": ["Excellent hostel"], "contenido": ["Really nice hostel! Welcomed as soon as we arrived and the staff were lovely. The hostel felt really homely and safe. We booked 2 dorm beds however, as they ove", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Great hostel in a good location"], "contenido": ["The hostel was in a great location, 5 mins from the beach front. The staff were helpful even with the language barrier they always tried their best to assist us", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Lovely relaxing place in the middle of the jungle"], "contenido": ["The hostel was hidden away in the jungle which is exactly what we wanted. We had just done the Lost City Trek and wanted a couple of days to relax. The pool was", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Modern hostel"], "contenido": ["This was our first stop into our 5 month trip and we were happy with this hostel. Very modern hostel and the staff were super helpful with questions about direc", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Lovely host and hostel"], "contenido": ["Lorena was a lovely host and made us feel very welcome! We stayed 2 nights. She sat down with us on the first day to run through things to do, she organised che", "..."], "calificacion": ["40"], "autor": ["YP Explorers"]},
{"titulo": ["Great stay! Would come back"], "contenido": ["Great hostel, very clean room and bathroom. Kitchen facilities were good for making dinner and breakfast was provided. Had fruit, bread, tea, coffee and cereal.", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Lovely hostel"], "contenido": ["Great hostel with lovely staff. May not look great from the outside but it is lovely.  The staff were helpful with any questions we had about the area and treks", "..."], "calificacion": ["50"], "autor": ["YP Explorers"]},
{"titulo": ["Great hostel, lovely staff and big!"], "contenido": ["Really great hostel, super clean and very big! The breakfast was excellent, buffet style with lots of choice, eggs, fruit, bread, cereal etc.\n\nOne downfall is t", "..."], "calificacion": ["40"], "autor": ["YP Explorers"]},
{"titulo": ["Budget hostel"], "contenido": ["The location of the hostel was good. We had a private double room and the first impressions was not great. The bathroom was so small and the shower was basicall", "..."], "calificacion": ["30"], "autor": ["YP Explorers"]},
{"titulo": ["Lovely hostel and good location"], "contenido": ["This was a lovely hostel and about 10 mins walk from the main Plaza town area. They had a great kitchen facility and the common area was big and comfortable. Th", "..."], "calificacion": ["40"], "autor": ["YP Explorers"]},
{"titulo": ["So very delicious!"], "contenido": ["The lunch at this picanteria wasn't the cheapest we had but it certainly was DELICIOUS! I had the shrimp soup and it blew me away.  There were many ingredients ", "..."], "calificacion": ["50"], "autor": ["chuckshelley"]},
{"titulo": ["Not great"], "contenido": ["The pool area was nice and they loan you pool towels, but that's where the positives end for me. No hand towels or wash rags in the bathrooms.  The bed was very", "..."], "calificacion": ["20"], "autor": ["chuckshelley"]},
{"titulo": ["helpful and friendly staff"], "contenido": ["this guy named iker helped us check in, was super friendly, always greeted our return with a smile. even helped us get a covid test for our flight by calling a ", "..."], "calificacion": ["40"], "autor": ["chuckshelley"]},
{"titulo": ["life saver water taxi more like it"], "contenido": ["so our little group of travelers had chartered a cat in the bvi's and we made the HORRENDOUS mistake of taking a cab from st. thomas airport to the ferry. cheap", "..."], "calificacion": ["50"], "autor": ["chuckshelley"]},
{"titulo": ["Best Dive Master in Cozumel - Simone"], "contenido": ["my wife and i just got back from diving with simone (which i've done in the past but have yet to write a review for). \n\ni have dived around the world and simone", "..."], "calificacion": ["50"], "autor": ["chuckshelley"]},
{"titulo": ["everything good goes on here"], "contenido": ["we came for a mini-honeymoon having just been married in beaumont, tx and the service is just what we expected from other reviews. great amenities, great proper", "..."], "calificacion": ["50"], "autor": ["chuckshelley"]},
{"contenido": ["apparently, neither did lexepress"], "autor": ["chuckshelley"]},
{"titulo": ["Very nice open space"], "contenido": ["I loved the pool area, it's great to relax and to have a good time. I will come back anytime.\nThe whole hotel is very beautiful, the staff is also very polite a", "..."], "calificacion": ["40"], "autor": ["Fabricio B"]},
{"titulo": ["More a museum ,than a hotel."], "contenido": ["We arrived with our luggage and no one gave us hand to take it up the two flights of stairs. The whole place needs upgrading with curtains that were grey than w", "..."], "calificacion": ["10"], "autor": ["Jyotsna J"]},
{"titulo": ["Fantastic service and a worry-free stay in Guayaquil"], "contenido": ["The staff was excellent and went out of their way to make us feel at home - even making us a late night snack so we didn't have to go out. Great wine, beautiful", "..."], "calificacion": ["50"]},
{"titulo": ["Slave Labor with Nature & History"], "contenido": ["Well worth doing, as over 10,000 people have testified and reviewed. The scenery and experience they offer here is globally unique.  It really is one of Vietnam", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"titulo": ["Excellent English-speaking Custom Travel Service"], "contenido": ["Helping hundreds of backpackers (& counting) experience Vietnam, THIS is THE PLACE to go if you wanna have a well-managed and affordable travel experience.  I'v", "..."], "calificacion": ["50"], "autor": ["AKflyboy"]},
{"titulo": ["Slumlord Limo Service"], "contenido": ["Limo Van is a transfer that picks up at the hotel, then changed to another one in town. Narrowly survived the initial ride, careening thru the countryside, only", "..."], "calificacion": ["10"], "autor": ["AKflyboy"]},
{"titulo": ["Just Another Forgettable Memory"], "contenido": ["The place feels very old Dubai, almost to the point of being nostalgic.  The food is rather average, and nothing really more or less than you'd expect at a loca", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"titulo": ["Worth the Wait? "], "contenido": ["Once you get to the top, the experience is decent.  Nice malls, good dining options, the view of one of the world's premier cities is nothing short of breathtak", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Bling Ding & Dazzle"], "contenido": ["This is one of the most happening, awe-inspiring attractions in a city that is known globally for it's flash and flamboyance.  It's been reviewed over 60,000 ti", "..."], "calificacion": ["50"], "autor": ["AKflyboy"]},
{"titulo": ["Weird Hours, Decent Store"], "contenido": ["Ok.  If you wanna buy a Korg, this is where you're gonna go.  Or Kawai.  I've also purchased a VOX guitar pedal board from these guys, as well as a few other mu", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"titulo": ["Happening Historically"], "contenido": ["This place was the best of the best, king of the hill, top of the stack, place to see and be seen ... back in the 90's when it opened.  Don't get me wrong.  It'", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"titulo": ["The ONLY real OMG Nature Scene in the Desert"], "contenido": ["It should be number one. The price is free. The place is lovely. It's one of the few genuinely, incredible nature attractions in the region.  It seems never to ", "..."], "calificacion": ["50"], "autor": ["AKflyboy"]},
{"titulo": ["China-town of the Desert"], "contenido": ["Someone said it's a Chinese flea market.  Take it from someone who's spent a couple decades in Asia.  This is basically a nightmarket, indoors, in daylight.  It", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"titulo": ["Crazy Cool Catch"], "contenido": ["Kind of happened into this little treasure chest quite randomly, and have come back many times. It's not a high end Seafood restaurant.  In fact, it's very basi", "..."], "calificacion": ["50"], "autor": ["AKflyboy"]},
{"titulo": ["Best Supermarket in the desert"], "contenido": ["The mall isn't much, but the Unuon Coop here is what I go for.  Regularly. It's effectively the Costco of UAE. OK. Let's be reasonable. It's nowhere on the same", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Chic for less Coin"], "contenido": ["They say it well in the self-description on their web-page. This is a place offering \"quality food and drinks at a reasonable price... also known for throwing a", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Authentic & Original, Artistic Coffee "], "contenido": ["Trendy, original, fun & delightfully different from the other coffee chains. I've come to 3 different Cupagahwa coffee shops now, & I always feel happy I did.\n\n", "..."], "calificacion": ["50"], "autor": ["AKflyboy"]},
{"titulo": ["Chain Food with Flare"], "contenido": ["I didn't try it for awhile, because if I'm gonna have a seafood feast, I don't want frozen fish from another restaurant chain.  But this place almost convinces ", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Vietnapanalian Pizza"], "contenido": ["Uuuuuh, what? That's correct. Vietnamese chain serving genuine Italian pizza with a Japanese twist. Yeah. You gotta try this deal to realize what we're all on a", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Wildly Civilized"], "contenido": ["The decor draws you in.  The food is absolutely on-point, & the staff are exceptionally attentive & helpful, especially for a part of the world where service is", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Beautiful Disappointment"], "contenido": ["Let's start with, we're in the Maldives, the paradise of paradise vacation spots where reality fades away and life is perfect and happiness and joy are as abund", "..."], "calificacion": ["20"], "autor": ["AKflyboy"]},
{"titulo": ["Rocking the Date Topped Burger Pretty Hard"], "contenido": ["Hard Rock cafe is not a place you come for a quiet, jazz & candle light ambiance.  The waiters don't wear tuxedo's, and there's no menu items in French.  There'", "..."], "calificacion": ["40"], "autor": ["AKflyboy"]},
{"titulo": ["Look the other way, Texas."], "contenido": ["I'm not even sure 3 out of 5 is fair.  Maybe 2.  Don't get me wrong.  I love steak.  They have the beef, properly cut, aged decently, and service isn't bad.  Bu", "..."], "calificacion": ["30"], "autor": ["AKflyboy"]},
{"contenido": ["I just bought a round trip ticket from Port of Miami to Bimini; using a coupon from FRS and 1 adult with taxes is $96 both ways; from Port of Miami; I will be v", "..."], "autor": ["Lori2000_11"]},
{"titulo": ["AFFORDABLE, CONVENIENT LOCATION AND CLEAN, BKFAST INCLUDED"], "contenido": ["Pros: the hotel is located in the middle of everything. If you want to shop, eat, dine, and close to the south and the north of the city. Malecon is safe.\nCons:", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["TOUR TO THE DEAD SEA through American Israel Travel"], "contenido": ["This is the lowest place in earth. There is no living creature in the sea. I went with American Israel travel for 10 days in a tour the roots of your faith. It ", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["The Western Wall "], "contenido": ["I traveled in a 10 days tour to Israel with American Israel Travel. Today we stopped at Jerusalem and visited the Western Wall. A holly place in the city of Jer", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["November Roots of your Faith tour "], "contenido": ["I've booked this trip with American Israel Travel for 10 days going to Israel and different places. The tour exceeded my expectations. The tour person Yayir  so", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Very convenient location"], "contenido": ["If you are planning to visit south beach alone or with friends and enjoy doing many things, this is the place. In the heart of south beach, dining, entertainmen", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Kaaterskill falls and Howe Caverns"], "contenido": ["If you like hiking and outdoors adventures visiting the Catskills is the place. The Kaaterskills falls is a must to see as well as the Howe Caverns. I went with", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Washington Square"], "contenido": ["This is a nice relaxing park around washington square. It is located close to the Village. A lot of people at lunch time and after work hours."], "calificacion": ["40"], "autor": ["Lori2000_11"]},
{"titulo": ["Nathans at Coney Island"], "contenido": ["Well it is back the famous Nathans, and now, they are serving Oysters. Regardless Sandy Hurricane is back and it is bigger."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Lemon ice in corona"], "contenido": ["In the summer time, this place is crowded they have a great variety of all kind of flavors of ice creams. The price is reasonable but more important during the ", "..."], "calificacion": ["40"], "autor": ["Lori2000_11"]},
{"titulo": ["9/11 Memorial"], "contenido": ["it is a well organized, secured place to visit and have some background and history of what happened on 09/11. I visited along with family from other country an", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Brooklyn Bridge"], "contenido": ["It has been remodeling for almost a year, however, it is nice to walk and hike to and from Brooklyn. It is a safe place to stroll and it has nice views of the C", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Central Park at 59th street"], "contenido": ["I visited Central park all year round, the entrance through 59th street or where the horses stroll. It has beautiful views of the park and when the seasons are ", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Forest Park Hiking"], "contenido": ["If you have the chance to visit Queens, please visit the Forest Park at Metropolitan avenue, It is a huge park with different trails for Hiking. Yellow , Blue a", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Brooklyn Botanical Garden"], "contenido": ["I had the beautiful experience to visit the garden on may 2013; I have visited during the fall; however, I will never thought that during this time you have dif", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["BEAUTIFUL AFFORDABLE HOTEL"], "contenido": ["If you like to rest and be able to go to town withing 10 minutes. this is the place. You take a taxi or bus outside the hotel. very safe . Buffet is good many c", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["El Arco May 09"], "contenido": ["The Arch was 10 minutes from Riu Palace. Take a water taxi $5-7 dollars from the hotel. It is  situated near Lovers and Divorce beach. Explore all the rocks' fo", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Chileno Beach"], "contenido": ["We went by bus however, it is very difficult to take the bus and cross the streets. it is a long walk from the bus to the beach. However we went again thru the ", "..."], "calificacion": ["40"], "autor": ["Lori2000_11"]},
{"titulo": ["dolphins"], "contenido": ["It is 1 hour away from the city but it is worthy. the whole thing last 40 minutes. you get your pictures and your experience. it costs around $250.0 with pictur", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["VERY ECONOMIC, and convenient"], "contenido": ["I never knew that my stay at Miami Beach was going to be so pleasant; surprise!!! the\nCrystal Hotel had what I wanted; right on the beach, it has a kitchen, pla", "..."], "calificacion": ["50"], "autor": ["Lori2000_11"]},
{"titulo": ["Like something from Royston Vasey"], "contenido": ["I visited this shop with my family after the children saw some toys in the window. Unfortunately, the shop wasn't quite as child friendly as their window displa", "..."], "calificacion": ["10"], "autor": ["StephieAlice"]},
{"titulo": ["Good but not great"], "contenido": ["I stayed in the Marriott with my mum and sister on a girly weekend away. We chose this location as it was close enough to Camden, where we needed to visit a uni", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Nice meal if you can deal with the staff...."], "contenido": ["Conveniently located across the road from the Marriott, we decided to grab lunch here whilst our room was being sorted for check in. \n\nThe food was delicious bu", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Perfect weekend away"], "contenido": ["We have stayed here many times and will be staying here many times more in the future. \n\nThe cottage is really homely, with most of the furniture and decor bein", "..."], "calificacion": ["50"], "autor": ["StephieAlice"]},
{"titulo": ["Go Elsewhere"], "contenido": ["Pros:\n+ Close to centre\n+ Manager lovely\n+ Comfy beds in aircon rooms\n\nCons:\n- Noisy\n- Cockroaches in showers and tiny bugs everywhere\n- never any plates etc in", "..."], "calificacion": ["10"], "autor": ["StephieAlice"]},
{"titulo": ["Beautiful Hostel in Beautiful Barichara"], "contenido": ["We stayed here over Christmas and it was such a relaxing time during a hectic 8 month trip around South America. Whilst we were there, Javier the owner upgraded", "..."], "calificacion": ["50"], "autor": ["StephieAlice"]},
{"titulo": ["Lovely Owner"], "contenido": ["Pros:\n+Lovely owner\n+Quiet hostel\n+Cheap\n+Clean\n+Good internet with computer available\n\nCons:\n-very basic\n-old mattresses/ outdated décor and furnishings\n- bare", "..."], "calificacion": ["40"], "autor": ["StephieAlice"]},
{"titulo": ["A hostel with a good heart"], "contenido": ["We stayed in Kasa Guane for 3 nights and overall, our stay was very good. The owner is actually from the same town as where my boyfriend is from and it was grea", "..."], "calificacion": ["40"], "autor": ["StephieAlice"]},
{"titulo": ["Totally Gone Downhill"], "contenido": ["We stayed here twice in our 8 month stay in South America. The first time was amazing but sadly the second was just so bad we left. \n\nThe good things about the ", "..."], "calificacion": ["20"], "autor": ["StephieAlice"]},
{"titulo": ["What a Letdown"], "contenido": ["We stayed here over New Year and having spent a good few nights at the Masaya in Santa Marta, we were so let down by this branch of the Masaya Hostels. \n\nWe wer", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Beautiful Hostel"], "contenido": ["After a long day and night travelling, we were so grateful to have booked a bed in this hostel. It really is more like a 4/5 star hotel than a hostel. \n\nThe bed", "..."], "calificacion": ["50"], "autor": ["StephieAlice"]},
{"titulo": ["Very welcoming"], "contenido": ["We stayed here only one night whilst waiting for the boat from Tabatinga to leave. We were welcomed by two lovely people, one owner and one worker who was new. ", "..."], "calificacion": ["40"], "autor": ["StephieAlice"]},
{"titulo": ["This hostel has two accounts...."], "contenido": ["Ive just written another review for this hostel on a different account...\nTo summarise:\n+welcoming staff\n+good location\n+good price\n+comfy beds\n+hammocks to rel", "..."], "calificacion": ["40"], "autor": ["StephieAlice"]},
{"titulo": ["Awful, just awful"], "contenido": ["We originally tried to find a different hostel but after getting lost, stumbled on this. With it being a Hostelling International hostel, we expected it to be o", "..."], "calificacion": ["10"], "autor": ["StephieAlice"]},
{"titulo": ["\"Finca Don Pedro\""], "contenido": ["We had been recommended this campsite over others by friends and we are glad we took their advise. The price of the camping was far cheaper than any of the othe", "..."], "calificacion": ["50"], "autor": ["StephieAlice"]},
{"titulo": ["AKA Colombian Highlands"], "contenido": ["This hostel, as many others have said, is hit or miss...\nThe pros for us were comfy beds (like, REALLY comfy), a beautiful hostel with a pizza oven and a fire p", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Definately NOT VIP"], "contenido": ["After staying here, we wished we had stayed at Macondo instead...\n\nFirst, the good points: \n+ Joanna is lovely and really does go out of her way to help\n+ The l", "..."], "calificacion": ["10"], "autor": ["StephieAlice"]},
{"titulo": ["Great after 8 months of hostels!"], "contenido": ["We stayed here courtesy of TAP Airlines who messed up our flight but that was absolutely fine as the hotel was a very welcome change from grubby hostels which w", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Nice but needs to sack the rude staff member!"], "contenido": ["We stayed here on our final night in South America after 8 months of travelling and generally, I would say it was one of the better hostels we stayed in, despit", "..."], "calificacion": ["30"], "autor": ["StephieAlice"]},
{"titulo": ["Beautiful Hostel, Zero Atmosphere"], "contenido": ["We stayed here for two nights, being told there were no more beds available after this as the entire hostel was full. The funny thing is, you would never have g", "..."], "calificacion": ["20"], "autor": ["StephieAlice"]},
{"titulo": ["una piscina calda nel verde"], "contenido": ["immergersi nel verde di un parco ricco e molto curato con l'erba soffice trai piedi e un tuffo in un lago caldo che ti avvolge e ti massaggia. Ne esci con la pe", "..."], "calificacion": ["40"], "autor": ["LOREDANA P"]},
{"titulo": ["Accoglienza e cortesia"], "contenido": ["Gente simpatica e attenta a soddisfare tutte le esigenze dell'ospite. Cibo curato. Ottime pizze. Locale variegato e rustico che ricorda tipiche bettole di monta", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["una avventura in una calda citta'"], "contenido": ["servizi essenziali ma puntuali- arredi spartani-buoni i letti- bella la terrazza per la colazione.\nscarsa la cura del verde di contorno- cortesia alla reception", "..."], "calificacion": ["30"], "autor": ["LOREDANA P"]},
{"titulo": ["Un isola del sud in una citta' del nord"], "contenido": ["Servizio veloce- locali accoglienti- piatti nella tradizione e originali. La pizza e' nella tradizione napoletana. Sempre molto affollato"], "calificacion": ["30"], "autor": ["LOREDANA P"]},
{"titulo": ["UNA PIAZZA LA SUA CITTA'"], "contenido": ["Piazza simbolo, da ammirare con calma, i due cavalli che l'affiancano sono unici nella cura dei particolari e nella rappresentazione del movimento. Suggestiva l", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["UN MUSEO CON IL CUORE RELIGIOSO"], "contenido": ["La visita deve essere gustata con molta calma- tanto da vedere e apprezzare- cura dei particolari - ogni angolo, ogni lato e' un capolavoro"], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["Cura ricercatezza semplicita'"], "contenido": ["Tre parole per definire l'ambiente e le sensazioni che provi soggiornando qui.\nTutto e' curato nei minimi particolari sia di arredo che di colori.\nOgni ambiente", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["un borgo per le vacanze"], "contenido": ["Ottimo struttura sembra un borgo di un paese di montagna ed invece sono  abitazioni/albergo\nTutto ristrutturato con conservati i tratti antichi\nInserito nel ver", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["Un angolo fuori dal mondo"], "contenido": ["Accoglienza familiare- prodotti unici- ottima cucina-un posto dove ti senti lontano dal mondo moderno"], "calificacion": ["40"], "autor": ["LOREDANA P"]},
{"titulo": ["Suggestione"], "contenido": ["Una Basilica da visitare con calma per gustare ogni emozione che da sia al cuore cristiano sia a chi piace arte e architettura di un tempo che fu e che purtropp", "..."], "calificacion": ["40"], "autor": ["LOREDANA P"]},
{"titulo": ["SCOPERTA"], "contenido": ["Poco conosciuto, ma molto ricco di arte di ogni tipo\nDa scoprire in piu' occasioni visitando un tema per volta possibilmente con una guida che illustra le carat", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["Magia della semplicita'"], "contenido": ["Se cerchi un luogo dove poter ascoltare la natura, ritrovare i sapori semplici e unici della vita di campagna e essere coccolato da un ambiente familiare con il", "..."], "calificacion": ["50"], "autor": ["LOREDANA P"]},
{"titulo": ["MAL SERVICIO, MAL HOSTAL"], "contenido": ["el hostal no cuenta con servicio de limpieza los fines de semana, tampoco cuenta con internet 100% disponible ( dicen que se cae a cada rato)  no ponen jabón ni", "..."], "calificacion": ["10"], "autor": ["Joselyn S"]},
{"titulo": ["its 2022 and the food is still good"], "contenido": ["All the reviews are correct and still valid. It has been awhile but they are still good and yummy. Come and support the locals."], "calificacion": ["40"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Still a good and value for money hotel"], "contenido": ["You get a pool, not many budget friendly places offer that. The staff are used to international travelers so that is no issues. Not everyone wants a big resort ", "..."], "calificacion": ["50"], "autor": ["Wawa Chi Chi"]},
{"contenido": ["Seems like a good time to start new topic on this place. Since I've spent the last 1 year or so checking. Doesn't seem like things are improving but one can hop", "..."], "autor": ["Wawa Chi Chi"]},
{"contenido": ["no need for treking on inle if you dont have time. There's so many amazing sites just on the boat itself. The nature can be replicated but the culture, sites an", "..."], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Hospitality and value for money"], "contenido": ["It's close to the bus stop that drops you early in the morning if you are taking a bus from Yangon. You will arrive around 4am so you can walk there. And then y", "..."], "calificacion": ["50"], "autor": ["Wawa Chi Chi"]},
{"contenido": ["Flying. A few flights a day from TVY-RGN and tons of flights to BKK after that"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["A reliable institution "], "contenido": ["Ask any local and they will know this hotel. It’s reliable and their services are ok. Obviously they are not high end or anything but you get clean sheets, hot ", "..."], "calificacion": ["40"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Delicious and affordable "], "contenido": ["Very humble place, the owners doesn’t know English but they have menu with photos on it. Don’t be put off because this place is humble, simple and quiet - the t", "..."], "calificacion": ["50"], "autor": ["Wawa Chi Chi"]},
{"autor": ["Wawa Chi Chi"]},
{"titulo": ["An eyesore and violation to the archeological siye"], "contenido": ["So you get great photos and etc but know this, this hotel is built by military crony and it’s a complete eye sore and also violating the site but if you are ok ", "..."], "calificacion": ["10"], "autor": ["Wawa Chi Chi"]},
{"contenido": ["5 Civilians Injured in Mrauk-U as Myanmar Military Shells Village"], "autor": ["Wawa Chi Chi"]},
{"contenido": ["agree...I did the whole circle back in 2017 but then again I had tons of time and it was monsoon so it was pretty nice weather....but not necessary to do whole ", "..."], "autor": ["Wawa Chi Chi"]},
{"titulo": ["nice garden & nice coffee"], "contenido": ["Really enjoyed coffee here - something one cant take for granted in this country and esp in smaller towns. There's a huge tea culture but coffee, not so much so", "..."], "calificacion": ["40"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Not there yet "], "contenido": ["Ordered a dish just to try out the place, service wasn’t on par and need to grab people in order to place an order and they got the type of pasta wrong. The pas", "..."], "calificacion": ["20"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Decent and ok tasting"], "contenido": ["I had a seafood tom yum soup for 6,000 consisting of one small crab, a prawn and one squid. Taste alright and also some fried vegetables. The chef can speak ok ", "..."], "calificacion": ["30"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Food is decent but price on the high side"], "contenido": ["The place is nice and also there's space but the food pricing is bit high for dawei's standard......."], "calificacion": ["30"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Pretty good"], "contenido": ["The quality and the ambience and all is pretty good and high standard so it's ok to come here though abit far out"], "calificacion": ["40"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["it's cute"], "contenido": ["It's out in the sea, so it's kinda cute and during low tide you can walk along the stones and such and you have the picture of the little pagoda on the rock whi", "..."], "calificacion": ["30"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["It's ok"], "contenido": ["Tried their burgers set and it was ok. Was expecting more but maybe its just me. Will need to give it another try again to see. But at least the place looks cut", "..."], "calificacion": ["30"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["It's ok......"], "contenido": ["Not sure why everyone rave about their coffees and cakes. It's average at best.\nThe price is cheap and edible I guess. But far from the best in Dawei. \nStill pr", "..."], "calificacion": ["30"], "autor": ["Wawa Chi Chi"]},
{"titulo": ["Very nice and familiar "], "contenido": ["\nNice and clean. Free Wi-Fi.\nGood location, terrace with nice few over the city. Walking distance to the main attractions.\nGood laundry service. \nIncluding trav", "..."], "calificacion": ["50"], "autor": ["A S"]},
{"titulo": ["Nice Colonial House, friendly familiy run"], "contenido": ["Very nice old colonial-style House with two indoor patios.\nFamily run, friendly and helpful.\nGood WiFi, good hot water in the shower, large kitchen with all you", "..."], "calificacion": ["40"], "autor": ["A S"]},
{"titulo": ["Fraud"], "contenido": ["They advertise that they have hot water, but they don't! And when we asked they said the therm just broke down. As a matter of fact there is only on tab for col", "..."], "calificacion": ["10"], "autor": ["A S"]},
{"titulo": ["Worst place ever"], "contenido": ["I would NOT recommend Los Lupinos at all!\n\nGoing to an Hostal, you don't respect any luxury, so the very basic facilities were ok.\n\nBut I believe you can expect", "..."], "calificacion": ["10"], "autor": ["A S"]},
{"titulo": ["Health hazard"], "contenido": ["Insect-ridden bed. Bare-handed served wet roll for breakfast. Caked instant coffee that would not melt... I mean, this is the service. Nothing else included, ap", "..."], "calificacion": ["10"], "autor": ["Saritafy"]},
{"titulo": ["Not as well as I thought"], "contenido": ["Although the room was big and confy. I booked the room for 13:30 hrs and they didn't have it ready until almost 3 pm. The cleaning lady was a little rude, she d", "..."], "calificacion": ["20"], "autor": ["Karen G"]},
{"titulo": ["Great Boadwalk for entertainment or just a simple walk."], "contenido": ["Amazing boardwalk in Guayaquil along the Rio Guayas. Perfect for a walk, or for light entertainment. Great entertainment"], "calificacion": ["50"], "autor": ["Emmanuel C"]},
{"titulo": ["My preferred hotel in Guayaquil"], "contenido": ["This place is my favorite hotel to go to. Not only is it decently priced, it may not be 5 stars but it offers an amazing location to everything. The rooms are c", "..."], "calificacion": ["50"], "autor": ["Emmanuel C"]},
{"titulo": ["The best Hotel in Baños"], "contenido": ["Last year I had the opportunity to stay in this hotel, It is a very cozy place, It is located a little out of the center but it is a very accessible and busy pl", "..."], "calificacion": ["50"], "autor": ["Wilmer B"]},
{"titulo": ["Good Hotel"], "contenido": ["This hotel is located in the center of Riobamba, It's found near of the places of night fun.\nThe rooms of this hotel are very comfortable, it offers rooms with ", "..."], "calificacion": ["40"], "autor": ["Wilmer B"]},
{"titulo": ["A place to relax"], "contenido": ["In a spectacular place, ideal to relax. It is located away from the city of Ibarra, it is located in the mountain, has a wonderful view of the all city of Ibarr", "..."], "calificacion": ["40"], "autor": ["Wilmer B"]},
{"titulo": ["Excellent Place"], "contenido": ["It is a friendly place, well located. Ideal for eat and excellent to enjoy rich food at a good price and not to stay hungry, it is spectacular.\nIt is a restaura", "..."], "calificacion": ["40"], "autor": ["Wilmer B"]},
{"titulo": ["My opinion"], "contenido": ["This hotel is very good and offers an amazing location, because is Located in the center of Guayaquil, especially for exploring the parks in the area. . this ho", "..."], "calificacion": ["50"], "autor": ["Wilmer B"]},
{"titulo": ["Needs an upgrade"], "contenido": ["Principal is a budget hotel, so what you get is a budget hotel with reasonable rates and basic amenities. The location is in the historic center and the place i", "..."], "calificacion": ["30"], "autor": ["LaSheep"]},
{"titulo": ["Small but excellent"], "contenido": ["A small, clean, well organized hotel in Banos. Casa Blanca is in the heart of downtown Banos, within walking distance of everything. The rooms are clean and wel", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Excellent Location, Good Hotel"], "contenido": ["Rosamia has a great location in the heart of downtown Cuenca. The hotel itself is very well kept. Staff is helpful, though not overly friendly. Their approach i", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Fair to fine"], "contenido": ["The plusses: Budget rates, great location one block from Malecon, fairly decent breakfast, large rooms.\n\nThe minuses: Hell to access wifi within rooms for two n", "..."], "calificacion": ["30"], "autor": ["LaSheep"]},
{"titulo": ["Improvements"], "contenido": ["It is great to see that the Emperor Valley Zoo is improving. Not only are there new, larger cages for some animals, but the effort to make the zoo an informativ", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Time to finish construction"], "contenido": ["Maracas right now is a shadow of itself. There is still a lot of construction of shop stalls happening. It is time that the work is completed so that Maracas ca", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Quiet time on the swamp"], "contenido": ["This was my first visit to the Caroni Swamp. My group of 16 took a tour with Nanan's. The price was lower than I expected, honestly. I wouldn't say it was \"out ", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Good but with a few minuses."], "contenido": ["To be fair, this is a good resort with pluses and minuses. On the positive side the rooms are spacious and well maintained. The food at the on site restaurants ", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Great for kids"], "contenido": ["This is definitely a great park for the kids. Rides are generally suited to the little ones. Spectacular show and parade to grab their interest and keep them en", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Don't skip this park."], "contenido": ["The safari is the thing to do, with up close views of the animals. I was a bit skeptical about lions behind no fences and me in an open sided truck, but thank G", "..."], "calificacion": ["50"], "autor": ["LaSheep"]},
{"titulo": ["Action rides"], "contenido": ["For me it's all about the action rides that get your heart pumping. Not to be missed are Tower of Terror and Aerosmith roller coaster. People with heart and hig", "..."], "calificacion": ["50"], "autor": ["LaSheep"]},
{"titulo": ["Give yourself enough time"], "contenido": ["I needed more time here. We arrived after a day out at other parks, with one hour before the park closed. Only had enough time to see one attraction and we opte", "..."], "calificacion": ["50"], "autor": ["LaSheep"]},
{"titulo": ["Huge venue"], "contenido": ["Great spot for sporting events. Was here for the UCA Cheerleading competitions. Excellent temperature to keep cool while taking in the events. Colombian food tr", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Great Mall"], "contenido": ["Great mall with a nice blend of high end brands and mid range shops. Some good deals to be found. As a tourist, cater an entire day for a chance to find the bes", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Popular spot"], "contenido": ["I asked my Barbadian (Bajan) friend which beach is a must visit in Barbados. Carlisle Bay was the first on his list. Decided to check it out. It was a little to", "..."], "calificacion": ["30"], "autor": ["LaSheep"]},
{"titulo": ["Pleasantly surprised"], "contenido": ["Had a group lunch here with coworkers. It was my first time there. The ambience of the restaurant was \"professional chic\". The place was full of diners so I exp", "..."], "calificacion": ["30"], "autor": ["LaSheep"]},
{"titulo": ["Surf's up"], "contenido": ["A good beach for surfing. Beautiful views on the way down to the beach. Be sure to stop and get a pic of the coastline on the last hill before the beach."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Not overcrowded"], "contenido": ["This was a great spot to unwind at the beach without the crowds. Didn't see a sign on Sand Road to drive in to the car park so just look for a small road just a", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["Visit for the view"], "contenido": ["Firstly, the views from the lookout are splendid. The visit to the cave was neither here nor there for me. The view from the cave is excellent, but the attracti", "..."], "calificacion": ["40"], "autor": ["LaSheep"]},
{"titulo": ["A piece of history"], "contenido": ["It was interesting to view this piece of history. There isn't much to see or do at the site other than to get some great shots of the mill and read the history ", "..."], "calificacion": ["30"], "autor": ["LaSheep"]},
{"titulo": ["Delicious breakfast"], "contenido": ["The warmth of the staff the decor warm and inviting with an antique feel the lovely selection of breakfast items all freshly made any question we asked the staf", "..."], "calificacion": ["50"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Lovely location"], "contenido": ["Great food tasty appetizers well presented friendly and efficient staff pizzas were excellent great cocktails as well the cafe is well placed for a lovely meal"], "calificacion": ["50"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Open for late dinners"], "contenido": ["Appetizers were tasty but entrees were disappointing the decor quite good and staff helpful service prompt "], "calificacion": ["30"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Excellent sandwiches"], "contenido": ["Tasty hot wraps with good options for fillings staff open promptly and without hesitation the place is clean and portions filling "], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Great variety of breakfast items"], "contenido": ["Excellent service large portions fresh ingredients and yummy food , we ate there on three occasions it was that good !"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Simple and efficient"], "contenido": ["Getting around by metro is simple and quick the trains run in a timely manner and it’s inexpensive , makes it easy to get around Montreal "], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Lovely area especially at sunset"], "contenido": ["Worth a visit the Ferris wheel great experience the whole area is busy and exciting , the small shops on the promenade are a great addition "], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Beautiful and serene"], "contenido": ["Great architecture busy area beautiful stained glass definitely worth a visit the area opposite lends to admiring the church from the outside as well"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Lovely area"], "contenido": ["Great vibe but the construction certainly affects enjoyment of area but area was certainly busy but relaxing "], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Picterusque area"], "contenido": ["Expected more of the area but enjoyed spending time looking at the houses and little restaurants in the area "], "calificacion": ["30"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Great place for concert"], "contenido": ["Attended a Sean Mendes concert here and it was so well laid out the security was great and the whole experience was amazing "], "calificacion": ["50"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Enjoyable afternoon spent in gardens"], "contenido": ["It was quite a relaxing afternoon spent in some instances I expected more from certain areas however the overall experience was worth it"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Enjoyed my return visit to the beautiful gardens !"], "contenido": ["Gardens busy as ever and beautiful to visit ! The scenes from Sound of Music resonates upon visiting this area ! And let’s not forget the nearby steps !"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["View alone worth the visit"], "contenido": ["Good service great beers and cocktails and excellent strudel ! The view was outstanding and would certainly return ! Had been to the Fortress on a previous visi", "..."], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Great view of the city"], "contenido": ["We took the trip up after leaving our guided tour ride was quick up to the top and the view of the Alps from the restuarant was amazing ! We enjoyed the apple s", "..."], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Just the right size beach"], "contenido": ["Lovely stretch of beach not overly crowded but with chairs to rent close by eating places great beach to spend a couple days on!"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Return visit"], "contenido": ["We always enjoy dining at Chambers and have always gotten excellent service which remained constant however while our food was delicious most of our items came ", "..."], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Excellent Dinner !"], "contenido": ["Setting is lovely dining with the turtles swimming nearby excellent service and again the food was outstanding ! Oysters fresh ! And Bread and butter pudding gr", "..."], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["A Must Visit"], "contenido": ["Small cafe on the West coast had quite a variety the pancakes were delicious the salmon pasta hit the spot and the bread pudding was excellent ! Worth a visit"], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Pleasant surprise"], "contenido": ["Enjoyable lunch bright fun decor on the waterfront ! Tasty pizzas and great cocktails ! Service was pleasant place was quiet when we visited but will certainly ", "..."], "calificacion": ["40"], "autor": ["carolynhP7453DD"]},
{"titulo": ["Only visited for the King Cole bar"], "contenido": ["I look forward to the day I could actually afford to stay here. It was gorgeous inside/ out and it inspires one for a better life. Enjoyed a lovely cocktail at ", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Back to the Rock "], "contenido": ["It's not every Christmas I get here, but when I make it, I'm always appreciative.  The tree hasn't been lit yet so the crowd was small. Mostly ice skaters. Grab", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["A classy joint"], "contenido": ["This is the kind of place I've had to warm up to in my travels and experience. I have always loved the low rent, divey sort of places. This is nowhere near to a", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["What a find!"], "contenido": ["Never been to explore Rye. Glad I had an hour to myself to do so. Wondered and found this place. I'm pretty sure I was just following my nose. Got me an everyth", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Best souvenir shop in Portsmouth "], "contenido": ["Bought some great keepsakes for our vacation. I collect magnets and bought multiple.  Lots of great items dod everyone here."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Glad we ended up here"], "contenido": ["We came here for an early dinner. I noticed it while walking across the street and thought it looked like a good place. The menu was surprising, I was expecting", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["One of the best book stores I've been to!"], "contenido": ["We always find the bookstore when exploring. It always makes the day a little better. This is the kind of bookstore I like.  Lots of diverse selections with not", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["This property is very pretty!"], "contenido": ["Just a random selection to visit here.  Very pretty! Admission is usually $6 but today we were not charged, they have an event tonight that everyone seems quite", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["So close to Norm's, but not quite"], "contenido": ["When I first walked in it made me very happy to see a place that looked like this so close to home. It reminded me greatly of my favorite restaurant ever, which", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Great coffee! Huge and very cozy!"], "contenido": ["We stopped here for a pick me up after an afternoon at the orchard. Another place I have driven passed 100 times and never stopped. It doesn't look nearly as bi", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Good place for a fall afternoon"], "contenido": ["I've driven passed this place 1000 times and only stopped by once right before Christmas for a couple wreaths. I took my girlfriend here so we could pick up a c", "..."], "calificacion": ["40"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Good coffee, wanna try the Grilled Cheese"], "contenido": ["Had to go to the bank and we needed a coffee.  We were in a rush and picked up a couple coffees for our ride home. While waiting, I heard at least 3 different o", "..."], "calificacion": ["40"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Beautiful hotel and grounds "], "contenido": ["Came here for a wedding and we enjoyed ourselves. The lobby was beautiful and updated and set up for Fall. The grounds outside for the ceremony were lovely. The", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Great food, awful owner"], "contenido": ["Came here recently because I was in the area and haven't been for quite some time. It was my favorite when I lived in Danbury. The food never disappoints and th", "..."], "calificacion": ["40"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Been here twice,, will probably be back every time in town. Need to start exercising."], "contenido": ["This is place is easily the best ice cream I have had in Connecticut. The first time, my girlfriend only had a cup and shared, the second time, after lunch in L", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Seems neverending but such a pretty walk"], "contenido": ["Light hiking involved. The trail goes into the woods and over the bridge and continues all around the marsh. Very beautiful reserve and a lovely place for a sun", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Been meaning to go, glad we did"], "contenido": ["We enjoyed ourselves here. Showed up around noon for lunch. Sat by the bar. The food was excellent and so was our waitress. Our only suggestion would be to go d", "..."], "calificacion": ["40"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["From certain perspectives, it looks like the 1800w"], "contenido": ["We had a drink at the bar with the blue lights around the edge. Sitting there, I could not help but notice that the buildings at night looked like I was being t", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Always a win!"], "contenido": ["Incredible sandwiches over there and the Godfather is the best drink on the menu. Lovely area to sit and enjoy your meal. Seems to be a great hangout for horse ", "..."], "calificacion": ["50"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Nice looking place, but overpriced for what you get."], "contenido": ["Came here with my girlfriend for lunch. $15 for each of them. I wasn't incredibly impressed with my sandwich, there was not even remotely enough chicken to just", "..."], "calificacion": ["30"], "autor": ["Bourdain Skywalker"]},
{"titulo": ["Fabulous"], "contenido": ["We only dropped in as we were passing and stumbled across the best Thai food we have had, for a very long while.  Piping hot, wonderfully fresh and crunchy veg,", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Really Good all round"], "contenido": ["The food is great and plentiful, often too much, so we split the mixed grill for one with an extra side and it still beat us.  The food is great, the service ev", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Great"], "contenido": ["Few restaurants have yet to work out that many of us just don't want or need huge meals.  And we come from a generation that hates waste.  This restaurant offer", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Not for grown ups"], "contenido": ["The trip reviews said Wookey was best for kids, it should have said 'only for kids'.  Its been dumbed down, its contradictory; large replicate dinosaurs found i", "..."], "calificacion": ["20"], "autor": ["gary h"]},
{"titulo": ["Good food, good service"], "contenido": ["Indian restaurants can be very samey, not much seperates them.  The Mughal is as good as the best of the ones we've been to, in terms of food taste and quality,", "..."], "calificacion": ["40"], "autor": ["gary h"]},
{"titulo": ["Pricey"], "contenido": ["The tour is more about the prison as it was in the modern day up to 2013, a little about its foundations as a gaol, sadly most of which has been built over.  It", "..."], "calificacion": ["30"], "autor": ["gary h"]},
{"titulo": ["A bit pricey"], "contenido": ["We have been here many times and will go back, but for a couple of lemonades and ice cream it can be a little on the pricy side."], "calificacion": ["40"], "autor": ["gary h"]},
{"titulo": ["Never fails to excel"], "contenido": ["I have reviewed Rakki Rakkas before, it is still worth mentioning that the standard is consistently high, this stays on our list of top 5 in Nottingham."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Old tea house experience in the city centre"], "contenido": ["The staff could not be more helpful.  The tea and coffee selection is great.  We've now been twice, once for cream tea which was great but very sweet, a little ", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Unwelcoming, grim"], "contenido": ["We stopped in for a drink and lunch while we waited for our slot to view a property in Beck Row, with a plan to buying in the area.\n\nThe pub does not serve coff", "..."], "calificacion": ["10"], "autor": ["gary h"]},
{"titulo": ["Faultless"], "contenido": ["This is everything a good spa hotel should be.  Excellent food, freshly cooked breakfast  motivated staff and enough of them.  Great sized pool and spa, quality", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Lackluster"], "contenido": ["Its OK, but no more than that.  The waiter (lets call him Basil) snatched the menus away long before we had chance to ask questions about what came with the mea", "..."], "calificacion": ["20"], "autor": ["gary h"]},
{"titulo": ["All flash no substance"], "contenido": ["Looks great, very flash.  But underneath all that is a very mediocre curry house, limited menu at that.  It looks good, very noisy, very busy, lots of bling, ac", "..."], "calificacion": ["30"], "autor": ["gary h"]},
{"titulo": ["A breath of fresh air"], "contenido": ["We have spent a long while walking past Marc & Daina's, it's underwhelming, tucked away. Don't be put off, the food is superb, honest, quality, perfectly prepar", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["It just gets better"], "contenido": ["This has become a regular for us, and the food and service never disappoint.  Its catching on, I sense booking will soon be required. \nI hope so, there are few ", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Great service, good food"], "contenido": ["We were made to feel welcome from the off, we did get asked about allergies a few too many times, but such is the world today.\nReally good food, three courses w", "..."], "calificacion": ["50"], "autor": ["gary h"]},
{"titulo": ["Very disappointing"], "contenido": ["All big chains have their good and bad locations, we chose this because we have usually had a good experience with Comfort.  This is at the bottom of the food c", "..."], "calificacion": ["10"], "autor": ["gary h"]},
{"titulo": ["3 star at best"], "contenido": ["This is a 4 star potential facility.\n\nThe restaurant is not a la carte, its buffet, four choices, go and queue up, get your own starter, and again for main cour", "..."], "calificacion": ["30"], "autor": ["gary h"]},
{"titulo": ["Very poor"], "contenido": ["Like warm pasta and olives in salty water.  I had the vesuvius, I was warned how hot it was, scotch bonnets, beware. \n This dish hadn't seen a chilli, not even ", "..."], "calificacion": ["10"], "autor": ["gary h"]},
{"titulo": ["Shockingly underwhelming"], "contenido": ["I have never paid so much for so little.  We had a privilege room, no air con and no fan, and the windows open about an inch.\nThe restaurant is fully booked - F", "..."], "calificacion": ["10"], "autor": ["gary h"]},
{"titulo": ["The Worst hotel in my life"], "contenido": ["Only 2 floors with rooms, the elevator is old\nAnd too slow, the smell was super bad\nThe tv was broken, people playing around like 20 kids teens boys and girls i", "..."], "calificacion": ["10"], "autor": ["pittymiami"]},
{"titulo": ["BBB"], "contenido": ["Me encanta la atención, las 3 personas q conocí en el desk fueron super amables...\nSi vengo a Guayaquil nuevamente será aquí \nLa limpieza impecable y cerca a to", "..."], "calificacion": ["50"], "autor": ["pittymiami"]},
{"titulo": ["An Excellent Time"], "contenido": ["The staff took very care of Us, thank you Paola and Candy, You did a wonderful work. My wife and I , enjoy our days with you guys.... we gonna recommend this pl", "..."], "calificacion": ["50"], "autor": ["pittymiami"]},
{"titulo": ["A great experience"], "contenido": ["We arrived in Guyaquil when the curfew went into place. We were assisted to this hotel, as opposed to our other reservation, by a wonderful older Ecudorian Lady", "..."], "calificacion": ["50"], "autor": ["ricktreadwayteran"]},
{"titulo": ["Amazing friendly hotel"], "contenido": ["We had an excellent stay at Casa Garcia Hotel - the staff were very helpful & friendly at all times and the hotel itself is lovely. The room was perfectly comfo", "..."], "calificacion": ["50"], "autor": ["mtf2512"]},
{"titulo": ["Awesome experience"], "contenido": ["I’ve never felt so comfortable and happy in a place beside my home. The staff and owner were professional and lovely. I will most definitely be back to Casa Gar", "..."], "calificacion": ["50"], "autor": ["l0uis2023"]},
{"titulo": ["A Cozy Gem of a Hotel"], "contenido": ["This lovely boutique hotel far exceeded our expectations. The very attentive staff served a sumptuous breakfast every morning in the beautiful and serene outdoo", "..."], "calificacion": ["50"], "autor": ["Kevin K"]},
{"titulo": ["PEACEFUL & SAFE"], "contenido": ["Lovely spot within a gated community; small & friendly with spectacular helpful staff. Room was great with huge bathroom, lovely reading area, & extra special '", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Location location LOCATION!!!!!"], "contenido": ["Been to Lake Louise Inn several times and it never disappoints. Excellent friendly helpful staff; the rooms are comfortable (we were in main building) bed was f", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Wine bottle stoppers explained"], "contenido": ["Excellent information about a topic we should understand. The guide was professional, perfect English and simply explained the process of harvesting the cork an", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Wine bottle stoppers reviewed!!"], "contenido": ["Amazing amount of information we did not know Know and should have!! 1 1/2 hr tour....through of process of harvesting the cork and preparing separating for qua", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Storms or no storms!!"], "contenido": ["Get away for storm watching which is no guarantee but if the weather is perfect, like we enjoyed, for 5 days then you can walk the Pacific Rim Trails, explore T", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["check another place to stay !!"], "contenido": ["Good location and clean. BUT....very rude gentleman at the front. If you want breakfast 0800 ask for it at 0730....it just might be ready. I think he gets up th", "..."], "calificacion": ["20"], "autor": ["ALICE F"]},
{"titulo": ["lovely area"], "contenido": ["3 bedroom house in lovely location...excellent walks / hikes near-by; summer  & winter activities for every age. the house itself very clean with ALL the amenit", "..."], "calificacion": ["10"], "autor": ["ALICE F"]},
{"titulo": ["Unique part of Oz"], "contenido": ["3 day self-guided walk from Blackheath to Leura. Amazing terrain, very warm & bit muggy...walks are not so easy as it is up/down constantly.  So very rewarding.", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Wow!"], "contenido": ["Fabulous food.....easy atmosphere & best view in Port Douglas. Bit of paperwork at the door joining the club but after that.....wonderful evening. Both had fish", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Amazing experience"], "contenido": ["Booked on the \"Supersonic\" boat cause it is faster....takes 90 or so but only 33 that day. Staff extremely helpful, very safety conscious. Snorkelled at 3 diffe", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Lovely week Port Douglas"], "contenido": ["Perfect location....extremely well maintained. Comfortable beds & quiet rooms. Lovely pool. Helpful staff. Decor relaxing. Full kitchen with plenty of kitchenwa", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["FABULOUS FONTANERO"], "contenido": ["Alina & Lucia are the most gracious hostess.....eager & energetic; so friendly and welcoming, always with smiles & enthusiasm. Felt very at home immediately.  T", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["500 hotel...lido island"], "contenido": ["oh!!!  the quiet at the end of the day in Venice !!!  just 2-3 more vaparretto stops after San Marco and you are home to quiet lovely BnB.  500 is within walkin", "..."], "calificacion": ["50"], "autor": ["ALICE F"]},
{"titulo": ["Welcoming staff and lovely hotel"], "contenido": ["We had such a lovely stay at this tranquil boutique hotel, Casa García. Welcomed by the most friendliest, helpful and attentive staff, we felt right at home! Ro", "..."], "calificacion": ["50"], "autor": ["Manami K"]},
{"titulo": ["Beautiful, Fun and Interesting Lifestyle Hotel!  All the details! "], "contenido": ["The Blackstone is an amazing lifestyle hotel in Chicago that has so much going for it.  I love the \"brand\", the juxtaposition of contemporary and historic.  The", "..."], "calificacion": ["50"], "autor": ["KIMBERLY C"]},
{"titulo": ["Lovely Boutique Hotel with Great Service"], "contenido": ["We decided to try this lovely, small, boutique hotel that is owned and managed by a great group of lovely people.  They are so helpful and truly care about your", "..."], "calificacion": ["50"], "autor": ["KIMBERLY C"]},
{"titulo": ["Beautiful Hotel & Fantastic Service"], "contenido": ["What a beautiful property in a lovely location.  The team went above and beyond to exceed our expectations.  The Cafe Julian was amazing, as well, but we really", "..."], "calificacion": ["50"], "autor": ["KIMBERLY C"]},
{"titulo": ["GREAT Independent Hotel with Terrific Staff!"], "contenido": ["Really terrific, unique property with a beautiful outdoor space.  Easy to get around Portland - walking distance to everything you need.  The staff is very fun,", "..."], "calificacion": ["50"], "autor": ["KIMBERLY C"]},
{"titulo": ["Beautiful Hotel Boutique"], "contenido": ["Everything was great at this hotel.. amazing staff that is friendly and makes customers feel welcome and very friendly!  Highly recommended! The owners Francisc", "..."], "calificacion": ["50"], "autor": ["Maily R"]},
{"titulo": ["Best Resort in La Romana! "], "contenido": ["This is our third time staying at this hotel! We will definitely stay again! The entire resort is well manicured, extremely neat and clean. The staff is AMAZING", "..."], "calificacion": ["50"], "autor": ["Maily R"]},
{"titulo": ["Great transportation service!"], "contenido": ["Isaac was great! He also gave us good information about the area.  The vehicle was clean, the company have great customer service. Thank you! "], "calificacion": ["50"], "autor": ["Maily R"]},
{"titulo": ["Not a Place I will stay again"], "contenido": ["The hotel reception is on the 2nd floor.  Be prepared to walk up plenty of stairs.  There is a gate that you have to ring the bell for them to open the door.  I", "..."], "calificacion": ["20"], "autor": ["F430"]},
{"titulo": ["Old rooms, Lousy service"], "contenido": ["Booked a room months ago, a king bed.  Then when I came to check in, I was told they only have a single room.  So back and forth, I asked to be upgraded since I", "..."], "calificacion": ["20"], "autor": ["F430"]},
{"titulo": ["Good Steakhouse"], "contenido": ["Good Steak.  Romantic but super over priced. Good Location.  Make sure to reserve before you go. Service was ok. Nothing spectacular. "], "calificacion": ["50"], "autor": ["F430"]},
{"titulo": ["Great park"], "contenido": ["Great place to hangout.  Interesting sculptures.  Romantic as well as very kid friendly.  Definitely a must see.  "], "calificacion": ["50"], "autor": ["F430"]},
{"titulo": ["Good coffee"], "contenido": ["Not an official Starbucks store.  It is a licensed store so you can not redeem points etc...Other than that.  Great.  "], "calificacion": ["50"], "autor": ["F430"]},
{"titulo": ["Great hotel, staff and rooms."], "contenido": ["Had the pleasure of staying at this hotel for a week and it was a great experience.  The staff are super courteous, knowledgeable and friendly.  The rooms are g", "..."], "calificacion": ["50"], "autor": ["F430"]},
{"titulo": ["Excelent service and location"], "contenido": ["I have stayed in this hotel every 2 years since 2005.  The location is excellent and the staff are very nice and courteous.  The rooms are newly remodeled, nice", "..."], "calificacion": ["50"], "autor": ["F430"]},
{"titulo": ["Delicious, fresh diner food with a twist (+ food allergy friendly)"], "contenido": ["We had a great meal there today for lunch and I was surprised at the fun options on the menu-- like a radish cucumber salad!  Great owners, very helpful with qu", "..."], "calificacion": ["50"], "autor": ["sb2178"]},
{"titulo": ["Very quiet"], "contenido": ["Clean, quiet, nice staff. A little outdated in terms of furnishings but I would happily stay here again. Lots of sound proofing, close to the city. Basic breakf", "..."], "calificacion": ["50"], "autor": ["sb2178"]},
{"titulo": ["Great except for the hot water (lack of)"], "contenido": ["This was a lovely little hostel, with very helpful staff, in a perfect location.  The room with a private bath that we had was simple, basic but comfortable wit", "..."], "calificacion": ["40"], "autor": ["sb2178"]},
{"titulo": ["Accomodating"], "contenido": ["I had a brown rice and veg stir-fry, which was very nice after a week of richer food.  We also had some shrimp, and the waiter was very helpful-- my Spanish is ", "..."], "calificacion": ["40"], "autor": ["sb2178"]},
{"titulo": ["Just don't-- if you plan to sleep at night"], "contenido": ["The A/C worked.  The bed was comfortable. The cleaner was the pretty helpful in terms of giving directions (he didn't speak English but was more patient and per", "..."], "calificacion": ["10"], "autor": ["sb2178"]},
{"titulo": ["Very nice stop for a break or light meal"], "contenido": ["Nice stop if you want a cup of tea, a fancy coffee, or perhaps a quiche or humita.  Good place to sit and people watch-- we went a couple of times to different ", "..."], "calificacion": ["40"], "autor": ["sb2178"]},
{"titulo": ["Decent B&B that's over marketed as a resort"], "contenido": ["It's clean, run by pleasant staff and a couple, but not what we thought we would be getting for the price point (or based on listed amenities).  They did a nice", "..."], "calificacion": ["20"], "autor": ["sb2178"]},
{"titulo": ["Great day trip"], "contenido": ["Great day trip, especially nice for some gentle trails to hike, but pack your own food. Limited options in the park."], "calificacion": ["40"], "autor": ["sb2178"]},
{"titulo": ["Great location but lacking in some ways..."], "contenido": ["Most concerning, they couldn't seem to figure out how to manage a fire alarm situation at night.  There was no crowd management plan and I would have been deepl", "..."], "calificacion": ["30"], "autor": ["sb2178"]},
{"titulo": ["STAY AWAY FROM THIS “hotel” "], "contenido": ["This is obviously NOT a four star hotel. The welcoming “staff” was rude, the rooms were filthy. The AC broke in one of the rooms we were staying and they moved ", "..."], "calificacion": ["10"], "autor": ["Diana F"]},
{"titulo": ["DUMP"], "contenido": ["Last October we stayed for 4 nights at “Malecon Inn Hotel” \nThe best thing about this hotel is the position, very central; however, the hotel was very smelly, a", "..."], "calificacion": ["10"], "autor": ["Maya1946"]},
{"titulo": ["Cozy B&B"], "contenido": ["We stayed at Maple House Bed & Breakfast while attending the Solid Sound music festival in North Adams, MA.  This was a great place to rest and rejuvenate.  Reb", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["My favorite!"], "contenido": ["Zia Taqueria is always my go-to choice, whether it's post-ride, taking guests someplace local, or avoiding cooking!  Their ingredients are fresh, and the qualit", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Best coffee in Durango!"], "contenido": ["I am at 81301 several times/week.  We use their coffee beans at home, and their drip coffee can't be beat!  Terrific goodies, too.  Fresh, largely paleo, ingred", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Terrific"], "contenido": ["We are regulars at Derailed, for good reason.  We appreciate the owners support of live music, and especially enjoy Jazz Church on Sundays.  Chris, the bartende", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Fantastic"], "contenido": ["We thoroughly enjoyed our stay at Rochester/Leland House. The room was comfortable and had character, just like Durango!  The breakfasts were terrific.  All of ", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Beautiful"], "contenido": ["A nice introduction to Colorado hiking.  This trail is easily accessible from Durango, and a great way to get a hike in if your time is limited.  "], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Great brews and grub"], "contenido": ["We visited Steamworks a couple times during our stay in Durango.  The bartenders were friendly and went out their way to introduce us to the various brews;  the", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["An important part of Durango"], "contenido": ["This trail offers a great place to walk, bike, roller-blade, etc.  I believe we were told there are 7 miles of trail in and around Durango.  Great way to get ou", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Delicious"], "contenido": ["We went to the lunch buffet here while we were visiting Durango.  The food is delicious and the service outstanding.  Good vibe at this place."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Worth the price"], "contenido": ["This is a beautiful, interesting place to visit.  Allow a whole day to get your money's worth.  In addition to the house, there are nice hiking/cycling trails, ", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Stunning"], "contenido": ["The Parkway is a great way to see the stunning vistas of the Blue Ridge.  Great hiking trails, picnic and campgrounds, and visitor centers.  Also a nice challen", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Pet-friendly, Helpful staff, Good location"], "contenido": ["We happily stayed in San Gil longer than planned due to some necessary dental work.  Senor Rosencrantz at La Mansion de Sam was very kind and helpful.  The room", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Passion Fruit Margaritas"], "contenido": ["The food is very good, with ample portions.  As my title suggests, the passion fruit margaritas are not to be missed."], "calificacion": ["40"], "autor": ["Caroline E"]},
{"titulo": ["Great food, reasonably-priced"], "contenido": ["We ate a few menu del dia lunches here, all of which were good. We also had a steak dinner, which was excellent.  Nice atmosphere. "], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Mediocre food, Check your bill"], "contenido": ["This place advertises 3x1 cocktails and 2x1 dinners.  Indeed, they need to serve 3 cocktails for that price!  The food does not taste like Thai.  Spring rolls t", "..."], "calificacion": ["20"], "autor": ["Caroline E"]},
{"titulo": ["Pet-friendly, Helpful staff, Good location"], "contenido": ["Terrific service!  When it was determined that our vehicle was too tall for the garage that the hotel works with, they found an alternative parking lot for the ", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["Great location, lovely place, lousy front-desk man"], "contenido": ["The staff, other than one of the front-desk man, was very friendly.  Housekeeping was great.  Breakfasts are good.  This is a lovely hotel, with a great locatio", "..."], "calificacion": ["30"], "autor": ["Caroline E"]},
{"titulo": ["Pet-friendly, Helpful staff"], "contenido": ["We appreciate Hotel Malecon Inn being dog-friendly.  The staff is friendly and helpful.  When our car was too tall to fit in their parking garage, they made arr", "..."], "calificacion": ["40"], "autor": ["Caroline E"]},
{"titulo": ["Fun climb"], "contenido": ["We walked up the stairs of Cerro Santa Ana with our two small dogs on a Saturday night.  The atmosphere was fun and friendly.  Not many dog-friendly restaurants", "..."], "calificacion": ["40"], "autor": ["Caroline E"]},
{"titulo": ["Beautiful park"], "contenido": ["The Malecon is a great place to walk and run.  Our only complaint:  no dogs allowed, even on leashes.  Many interesting monuments and nice playgrounds.  It was ", "..."], "calificacion": ["50"], "autor": ["Caroline E"]},
{"titulo": ["You must try the Beef Stew with Gnocchi"], "contenido": ["This place is great. If your looking for lunch or dinner options, this is a great one. It is on Avenida Sarmiento, where you’ll get great views of beautiful man", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["El ambiente en el piso de arriba es excelente"], "contenido": ["La comida, la atención, las salsas y el ambiente nos encantaron. Definitivamente lo recomendamos. Además, tienen una opción de \"recorrido koi\" en la que podés p", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["No creo que lo recomendaría"], "contenido": ["Definitivamente un lugar para parejas adultas. No tiene vibra para jóvenes. Los platos son ricos, pero no son alucinantes. No lo recomendaría sin conocer a la p", "..."], "calificacion": ["30"], "autor": ["Pablo González Day"]},
{"titulo": ["Worth it for the views"], "contenido": ["It is a must-go if you go to Manuel Antonio National Park. We enjoyed our time there, and also the food, but it was nothing special really in that regard. The m", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["Best beach in the National Park (and in the area)"], "contenido": ["Definitely best beath in the area (together with Espaladilla Sur, which is right behind you if you're in Manuel Antonio Beach). Both of these beaches are worth ", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Best beach in the National Park (and in the area)"], "contenido": ["Definitely best beach in the area (together with Manuel Antonio which is right behind you if you're in Espaladilla Sur). Both of these beaches are worth the Man", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Great hospitality; overpriced"], "contenido": ["It is a great place to stay right in the middle of nature. Hospitality was great, and services too. I gotta say though, the breakfast and the restaurant are obs", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["Worth it for the beach"], "contenido": ["Manuel Antonio National Park is suposedly a must-see in the area. I'm not going to say it is uninteresting, but it didn't strike me as amazing. I liked our time", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["Nothing much"], "contenido": ["The beach at Puerto Viejo is definitely not the best in the area, if you're around, I would avice you either go to Playa Chiquita or Punta Uva Beach. Puerto Vie", "..."], "calificacion": ["30"], "autor": ["Pablo González Day"]},
{"titulo": ["Original, fresh, enjoyable"], "contenido": ["The great thing about GypSea is that everything is homemade and that the waiters, the cook and the owner are all cool, helpful and interested in giving you the ", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Unexpected greatness"], "contenido": ["When we got there it was about to close for lunch and the waiter (who was also our cook), was kind enough to let us stay. What came after was unexpected greatne", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Great pizza or pasta to eat in or to go"], "contenido": ["We were staying at some cabins with my family in the Copey area and looking for something to eat we found Las Tejas. The owner and cook is delightful, we order ", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Beautiful, romantic"], "contenido": ["Loved it. It's a little hidden gem that you have to visit. It is small and romantic, with great pastries and coffe. We ordered a bannana muffin that was great, ", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Average seaside restaurant"], "contenido": ["Average regional food, you can find much better. It has a chill vibe (as does the rest of Puerto Viejo), and you'll have the view of the beach and ocean, but fo", "..."], "calificacion": ["30"], "autor": ["Pablo González Day"]},
{"titulo": ["A hidden gem"], "contenido": ["Best place you can go if you're on the area. Don't skip it, you'll love every dish. We went there the two days we were staying at Copey and found it excellent b", "..."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Best at sunset"], "contenido": ["Jaco Beach is large and comfortable to be in, but it does get crowded most of the time. If you have some kind of mobility I would recommend you go to other beac", "..."], "calificacion": ["30"], "autor": ["Pablo González Day"]},
{"titulo": ["Good overall food and service"], "contenido": ["Great food at mid-range prices. Jaco is a town full of overpriced bars and restaurants. This is not one of them, so you can safely go there and know you'll be e", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["Worth a quick visit."], "contenido": ["This is a nice, modern, small open mall where you can have any kinds of food and chill after a day at the beach, would recommend to give it a visit when you're ", "..."], "calificacion": ["40"], "autor": ["Pablo González Day"]},
{"titulo": ["A nice coffe shop"], "contenido": ["This is a nice coffe shop, and that's about it. Good coffe, good food, if you want to just rest for a bit or get out of the sun, go there and enjoy."], "calificacion": ["50"], "autor": ["Pablo González Day"]},
{"titulo": ["Todavía necesita trabajo"], "contenido": ["El parque todavía está en construcción y hay un sólo sendero disponible. La entrada es gratuita pero realmente no hay mucho que ver. Solo recomiendo ir si están", "..."], "calificacion": ["30"], "autor": ["Pablo González Day"]},
{"titulo": ["Que Rico "], "contenido": ["Incredibly delicious. Do yourself the favor and treat yourself to a very delicious dish while in Pontevedra. Services were great as well. BTW I had the Squid wi", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Excellent. Excellent. Excellent cooking class "], "contenido": ["There’s no need to try any other class. We learned a handful of dishes. And the food was amazingly delicious. Our teacher Chef Juan was the main ingredient in o", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Love this place."], "contenido": ["Excellent food and services. The atmosphere was very welcoming and definitely will come back. The associates working here made our experience even better than o", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Making my first real Paella "], "contenido": ["Excellent cooking class. Anna, Jordi and Jose were great. I learned a lot about local culture, the fresh foods and the art of making delicious Valencian Paella.", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Please Read:important "], "contenido": ["I booked this place using Booking.com. They emailed me saying all is ready for my arrival.\n\nOnce I got there they stated that there was a problem and my room wa", "..."], "calificacion": ["10"], "autor": ["Jason R"]},
{"titulo": ["My favorite Spainard city"], "contenido": ["Love Sevilla. Its historic streets and everything is picturesque with a touch a class. Love it here."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Beautiful Plaza"], "contenido": ["Very beautiful plaza with mosaic for different parts of Spain.one can take a romantic boat paddling here as well though I didn't try it."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Down Under the Manhattan Bridge Overpass"], "contenido": ["Dumbo has changed in the past 20 years. It has history, great neighbors (Brooklyn Heights) and beautiful views of Manhattan and both Brooklyn and Manhattan Brid", "..."], "calificacion": ["40"], "autor": ["Jason R"]},
{"titulo": ["My Favorite Neighborhood"], "contenido": ["Walking around Brooklyn Heights feels like walking through a museum. Its calm, cultured, beautiful, and never a waste of your time. Any day of the week, or any ", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Not much to see"], "contenido": ["Well I am writing this review on August 2016. In hopes that the construction of the biggest city in the world's aquarium gets completed in my lifetime. Recently", "..."], "calificacion": ["20"], "autor": ["Jason R"]},
{"titulo": ["Delicious dishes"], "contenido": ["Melts in your mouth delicious. Great food and hospitality. Its located in the center area. It was the best I've eaten in Hue."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Best massage I ever recieved!!!"], "contenido": ["I guess I was lucky because the person I got was a.m.a.z.I.n.g!!\n\nTo anyone I meet in my travels, I tell then if they are going to Hue, get a massage here. I've", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Best views of NYC"], "contenido": ["Though visiting the top of the Empire State Building is always a classic thing to do, the virews from Top of the Rock can be much more appreciated. You get to h", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Great hike, beautiful views"], "contenido": ["The view was beautiful. I arrive at the top of the viewpoint at 11:30 am and there were clouds hovering over the town. The clouds did not begin to clear until a", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Delicious"], "contenido": ["My experience at this restaurant was a pleasant one with friendly staff and delicious food. I ate here twice and both times I was happy with the services and di", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Very welcoming family guest house"], "contenido": ["I truly enjoyed my time at Meexai guesthouse. The room was big, clean, private bathroom. The family was very nice and helped me with any inquiries. I stood for ", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Great whale watching with great crew"], "contenido": ["Im glad I went on this morning whale watching trip. To see the largest mammals on the planet in their natural habitat was great. Especially it only costs 21US d", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Lakmini Lodge near Lion's Rock"], "contenido": ["I truly enjoyed my stay at Lakmini Lodge. The staff, especially Chadi, was extremely helpful with my accommodations, visiting Lion’s Rock, and getting me to my ", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Sigirya's treasure"], "contenido": ["A nice peaceful walk around the garden areas before one climbs Lion's Rock. \nIn excellent condition, frescos.\nBreathtaking views from the top. "], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["One of my personal favorites in Sri Lanka"], "contenido": ["This was a great surprise when I first entered the cave temple. I was blown away from all the frescos on each wall and ceiling. What I love about wall paintings", "..."], "calificacion": ["50"], "autor": ["Jason R"]},
{"titulo": ["Good on the overall but don't expect luxury or tranquility"], "contenido": ["As we were running on a budget but wanting a place near the Malecon, this place was nicely spotted and really good on the overall.\n\nAs we get there, they where ", "..."], "calificacion": ["30"], "autor": ["12martinjosee"]},
{"titulo": ["Great place to jog on the morning"], "contenido": ["It's a great place to walk and it is secure but it is smelly sometimes.  You don't get push to buy anything because street sellers are not pemited."], "calificacion": ["50"], "autor": ["12martinjosee"]},
{"titulo": ["A super occasion to see those animals as we never did"], "contenido": ["This park is beautifull, the animals over there are really easy to approach and we could even touch them (Iguanas).  We recommend this place to anyone, especial", "..."], "calificacion": ["50"], "autor": ["12martinjosee"]},
{"titulo": ["Interrupted"], "contenido": ["This was the second time we visited the Cabins. Sadly it will be the last. The service and food was great, but the day we got in, the owners had a party that la", "..."], "calificacion": ["20"], "autor": ["AverCe"]},
{"titulo": ["A great and relaxed afternoon"], "contenido": ["Its a nice place to spend an afternoon, with family, friends, alone...\nTake comfortable shoes and clothes. You can find museum and parks nearby. \nThere is a sma", "..."], "calificacion": ["50"], "autor": ["AverCe"]},
{"titulo": ["Get a local view....history!"], "contenido": ["Its a medium-size museum, you can walk through in about 1:30-2 hours. But it has a very nice and complete historical view on the medieval Geneve. I really enjoy", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Relax, chill, eat, enjoy"], "contenido": ["A great place for the whole family. \nAt summer (august) get up early and visit the 6am concerts....the best  morning secret. The ‘Aubes Musicales’ (music at daw", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["A nice hotel, a not so very nice area...."], "contenido": ["I spend a weekend there...overall it was a noisy stay, the hotel is near bars and restaurants. So that is a good thing, BUUT it can get really noisy, at night y", "..."], "calificacion": ["30"], "autor": ["AverCe"]},
{"titulo": ["Un lugar familiar"], "contenido": ["Es un lugar familiar, y apto para todas las edades. Tiene piscina y el rió muy cerca, donde se puede bañar sin problema. En el lugar hay restaurante, bar y acti", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["A cozy place"], "contenido": ["We had an excelente time al the Lazy Daze. Mathilde is a very friendly person. She gave us great recommendations on what to do on the island. The place is calm ", "..."], "calificacion": ["50"], "autor": ["AverCe"]},
{"titulo": ["A nice Café."], "contenido": ["The place is small but really cozy. The coffee is good and they have great sandwiches.\nOne of the best places to have a breakfast! \nDon´t miss the cheese, it´s ", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Good for the price."], "contenido": ["It´s a big hotel with nice rooms. The price is OK. Don´t expect a 5 star hotel.\nThe staff is good and breakfast is good. The best thing about this hotel is the ", "..."], "calificacion": ["30"], "autor": ["AverCe"]},
{"titulo": ["Nice view!"], "contenido": ["It has a good location, beside the coast. It also offers a great variety of dishes, form seafood to pasta, sandwiches, meats, desserts, etc. The only problem is", "..."], "calificacion": ["30"], "autor": ["AverCe"]},
{"titulo": ["Excelent meat"], "contenido": ["Its a nice and elegant place to dinner. They have an extense wine and drinks menú. The best dishes are the meat and steaks. Can´t miss it!"], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Podría ofrecer una mejor experiencia"], "contenido": ["Su ubicación frente al mar es buena, pero la calidad de sus habitaciones y restaurante podría mejorar. Del personal no hay queja, fueron atentos y serviciales.\n", "..."], "calificacion": ["30"], "autor": ["AverCe"]},
{"titulo": ["Calidad constante"], "contenido": ["Siempre ofrecen buena calidad y buenos precios. Sus productos son frescos y deliciosos. Recomendado los productos de nance, coco y mango."], "calificacion": ["50"], "autor": ["AverCe"]},
{"titulo": ["Refrescante opción"], "contenido": ["Tienen una amplia variedad de sabores. Con una excelente ubicación cerca del parque de Barranco, pero sin parqueo. \n"], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Un bonito edificio"], "contenido": ["Este edificio, ubicado cerca del centro de San Jose, refleja la arquitectura antigua de la ciudad. Dentro del Correo hay una cafetería agradale donde se puede p", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Muy transitado"], "contenido": ["En sus alrededores se puede encontrar muchas tiendas y restaurantes. En las cercanías se pueden tomar tours para conocer San José. Además se pueden encontrar va", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["A great place to stay in Chachapoyas"], "contenido": ["The hotel is really nice! Very clean, near the main square, has good food and the service is excellent. \nBreakfast could improve, but overall its ok. \nI recomme", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Lovely"], "contenido": ["Chachapoyas main square is a small and lovely place. Its not as noisy as most squares in Peru, so you can enjoy it and spend an afternoon. It has shops and rest", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Un buen lugar para tomar fotografías."], "contenido": ["Procuren ir temprano o en las tardes, ya cuando no haya tanto sol. se puede llegar con carro, bus o si tienen mucho tiempo en bici. Desde arriba se puede ver la", "..."], "calificacion": ["40"], "autor": ["AverCe"]},
{"titulo": ["Be prepare to be amazed!"], "contenido": ["Be prepare to walk an enjoy all the museums in the islands. Its a beautiful place to spend a day, wandering through art and history. Don´t miss this place, Im s", "..."], "calificacion": ["50"], "autor": ["AverCe"]},
{"titulo": ["Excelente calidad y precio"], "contenido": ["Recomiendo altamente este lugar, el mejor de Tonsupa, los bolones riquismos. Además buena atención, la verdad todos los lugares en Tonsupa son de terror a excep", "..."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Hamburguesas regulares"], "contenido": ["No fueron unas hamburguesas riquísimas, mejores son las de burguer king. Precio normal. Lindo lugar pero las hamburguesas flojas. No lo recomiendo.\nNo es para i", "..."], "calificacion": ["20"], "autor": ["magusmm"]},
{"titulo": ["The worst airline ever. Do not fly with them"], "contenido": ["I had two day delay, it was the worst experience ever. I would not recommend this airline to anyone. They didn't pay my hotel, I had to wait 2 days in the airpo", "..."], "calificacion": ["10"], "autor": ["magusmm"]},
{"titulo": ["Buenas hamburguesas, atención mas o menos"], "contenido": ["Las hamburguesas estaban muy ricas, la verdad un lindo lugar acogedor, la mesera amable, sin embargo la cajera no fue muy amistosa. Tomando en cuenta que ibamos", "..."], "calificacion": ["40"], "autor": ["magusmm"]},
{"titulo": ["Excelentes hamburguesas"], "contenido": ["Las hamburguesas más ricas. Un poco caras, pero valieron la pena. Muy ricas, las recomiendo. Lo que no me gusto fue el precio de las bebidas, me pareció demasia", "..."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Bad steaks and food"], "contenido": ["The chicken was not cooked properly, the attention was really good. The waitress were really nice. But I won't be coming back to this restaurant,"], "calificacion": ["10"], "autor": ["magusmm"]},
{"titulo": ["It has a swimming pool for kids"], "contenido": ["Well it's not the kind of place for an adeventure, it's good if you go with toddlers. it has a swimming pool and it has a walking tour where you can see some di", "..."], "calificacion": ["40"], "autor": ["magusmm"]},
{"titulo": ["Ambiente lindo y acogedor"], "contenido": ["Excelente lugar para compartir en familia.Perfecto para tomar un café. El personal muy amable. Comida típica ecuatoriana"], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Excelente comida  y atención"], "contenido": ["Muy ricos los desayunos. El tigrillo delicioso. Buena atención a pesar de la cantidad de personas. Lo recomiendo. "], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Muy buena atención las instalaciones de primera"], "contenido": ["Lindo Resort, el paquete que nosotros adquirimos fue con alimentación incluida, la verdad muy buena la comida. EL desayuno miuy flojo, pero compenso con las cen", "..."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Excellent Hotel"], "contenido": ["I stayed there for 4 nights, the staff was very friendly. The breakfast was really good, they had everything you could think. The hotel was near a small shoppin", "..."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["We saw how the channel works"], "contenido": ["It was a good experience to see how the channel works. You have a cafeteria in the last floor so you can see everything. Is a nice place to visit just once. "], "calificacion": ["40"], "autor": ["magusmm"]},
{"titulo": ["Good to go with kids"], "contenido": ["It a small museum that shows how much animals exists in Panama. It was great to visit, they even had a part where you can see animals of the prehistoric history"], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Mucha publicidad pero no son las mejores hamburguesas"], "contenido": ["Es un lugar regular, la decoración es muy bonita y demás sin embargo las hamburguesas no son las mejores, sino algo regular. Las papas fritas son horribles, aho", "..."], "calificacion": ["30"], "autor": ["magusmm"]},
{"titulo": ["pizza deliciosa"], "contenido": ["muy buen lugar. La pizza es deliciosa. Los paninis no son muy ricos. Podrían tener mas variedad de pastas."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Muy rica comida de mar"], "contenido": ["Todos los platos son riquísimos recomiendo la cazuela y el encocado de pescado. La atención es rápida y el lugar es agradable."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Rica comida. Precio razonable"], "contenido": ["Pedimos una parrilla para tres personas, estuvo muy buena, si bien no tenían tripas, pero nos ofrecieron más embutidos. La comida en relación a su precio estuvo", "..."], "calificacion": ["40"], "autor": ["magusmm"]},
{"titulo": ["Es una rica hamburguesa"], "contenido": ["Como es un lugar cercano a la oficina es un buen lugar para comer. Las hamburguesas tiene un sabor único. Y la salsa para las papas miti miti son lo máximo. "], "calificacion": ["40"], "autor": ["magusmm"]},
{"titulo": ["Excelente comida! la mejor de Cuenca"], "contenido": ["Es un excelente lugar, la comida riquisima y abundante. Si bien los precios son algo caros, vale la pena. El chef en ocasiones es insistente en cambiar platos o", "..."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Hermoso! Vale la pena"], "contenido": ["Es mucho mejor que la vista del Empire State. Lo recomiendo. Además compraría el NEW YORK pass para que sea más accesible y de paso hacen menos cola."], "calificacion": ["50"], "autor": ["magusmm"]},
{"titulo": ["Looks more charming than it is."], "contenido": ["Honestly if I was in my 20's and was backpacking wanting to meet young people, this would be a great place to stay.  I'm in my mid 30's traveling with my wife, ", "..."], "calificacion": ["30"], "autor": ["paulknapp"]},
{"titulo": ["Charming Hotel in charming area."], "contenido": ["This hotel is not your average hotel.  It is a 1920's style mansion that was converted to a hotel at some point.  It's a little rough around the edges, but was ", "..."], "calificacion": ["40"], "autor": ["paulknapp"]},
{"titulo": ["Nice Hotel, no issues"], "contenido": ["We enjoyed our stay at this clean hotel with a pool.  It's not amazing, but it is very good. \nMarco the staff member was very friendly and helpful giving us gre", "..."], "calificacion": ["40"], "autor": ["paulknapp"]},
{"titulo": ["Best Boutique Hotel on Isla Isabella"], "contenido": ["This is the place to stay if you come to Puerto Villamil.  Met Marita briefly, during our stay and she is lovely.  Her staff is exceptional as well!  The locati", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["On par with a Motel 6."], "contenido": ["My wife and I (mid 30's, Chicago) booked this for a quick nights stay before we headed back to the airport.  At $70 per night, we should have just went back to ", "..."], "calificacion": ["30"], "autor": ["paulknapp"]},
{"titulo": ["Kinda gross...."], "contenido": ["Was looking forward to the Hot Springs, but ultimately found out they are just basically small concrete/tile swimming pools of hot water pumped in.  It felt dir", "..."], "calificacion": ["30"], "autor": ["paulknapp"]},
{"titulo": ["Perfect for us.  "], "contenido": ["Mid 30’s couple from Chicago, just stayed 2 nights in January of 2019.  This must be their slow season because the hotel was fairly empty, with the exception of", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["Could have been more clear...."], "contenido": ["There are only two options that I know of to get to Aguas Calientes from Cuzco.  PeruRail or IncaRail.  I imagine they are both much alike in the service they p", "..."], "calificacion": ["30"], "autor": ["paulknapp"]},
{"titulo": ["Gem of Cuzco"], "contenido": ["Lovely hotel.  Close to the center but far enough away to not be too close to the noise.  Beautiful view of the city hills depending on what room you get.  We s", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["Kenroy does it right!"], "contenido": ["If you want a safe & reliable driver to get you around Jamaica, don't hesitate to contact Kenroy's Jamaican Tours.  He was very professional through email corre", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["Open Water Certification"], "contenido": ["Martine was an excellent teacher for our open water dive certification!  She had great email correspondence as well as text correspondence.  She arranged for a ", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["Best boutique hotel in Negril!"], "contenido": ["Really loved staying at this hotel.  It's chill and in my opinion one of the best looking boutique hotels in Negril.  If you walk up and down the beach you'll s", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["Best boutique hotel I've ever stayed!"], "contenido": ["There is too much to say about Jake's in Treasure Beach to sum up in a short paragraph.  I almost don't want to say anything to keep it a secret.  In short thou", "..."], "calificacion": ["50"], "autor": ["paulknapp"]},
{"titulo": ["LOVE the service!"], "contenido": ["Honestly this is the best beach club!!\nGreat service… friendly vibe and Beto…. The best waiter around!  We love it here.  Kids are having fun and we are loving ", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Good LUCK!  No more happy hour unless you live there. "], "contenido": ["We were literally turned away at the gates ...this used to be our go to place for happy hour when we lived in Grand Sirenis for 3 months at a time but now you a", "..."], "calificacion": ["10"], "autor": ["Jennifer W"]},
{"titulo": ["Best Lasagna Ever!"], "contenido": ["We are so happy we found this little spot!  Authentic Yummy Italian food!  Cooked fresh and served hot!  This was hands down the best lasagna I have ever had!  ", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Beautiful Building...Horrible Reception"], "contenido": ["First Impressions are so important and this is where The Fives fail....it should never take upwards of 2 hrs to check in...you should never have to fight for wh", "..."], "calificacion": ["30"], "autor": ["Jennifer W"]},
{"titulo": ["Best Reuben EVER"], "contenido": ["Amazing ... the food was fantastic, tasty huge portions and the Reuben was the best we have ever tasted!  We will be back for sure.... wine list is fantastic as", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["7 Day Cleanse"], "contenido": ["Just finished my 7 day cleanse...It was hard but totally worth it.  Lost 8 lbs and feel refreshed.  Loved the Cacao, and almond milk! "], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Authentic German"], "contenido": ["Little taste of home...Just like my mom used to make... we had take out it was very good, Im sure much better served hot at the restaurant!"], "calificacion": ["40"], "autor": ["Jennifer W"]},
{"titulo": ["Weekly Go To!"], "contenido": ["This is our Monday Hot Spot....The food is generous, served hot and delicious!  The young staff are attentive and kind.  Great for take out as well. The chicken", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Beautiful View and Great Service"], "contenido": ["Amazing Day - From the moment we arrived we were greeted by front staff , the manager carried our bags to the beach and found us a bed.  We basked in the sun an", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Island of Samana"], "contenido": ["What a wonderful day we had with Anddy!! Staying in Cabarete we met Anddy on the beach and asked wether he would arrange a tour to Samaná for three of us, he im", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Dirty Martini epiphany"], "contenido": ["What happens when you walk into casino Rama and see an entire retirement home and want to go home lol..... lance that is what happens you go into simcoe yard fo", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["BAD PUB ATMOSPHERE"], "contenido": ["Skiing and boarding was amazing, Spring like conditions with sun and a killer view. However if you want to enjoy a fun patio and apres ski cocktails this isn't ", "..."], "calificacion": ["30"], "autor": ["Jennifer W"]},
{"titulo": ["Not very friendly..."], "contenido": ["If a patio and a view of the mountain with a drink is your style head over to Grouse....this place doesn't have a good vibe for apres ski, staff were not overly", "..."], "calificacion": ["20"], "autor": ["Jennifer W"]},
{"titulo": ["PERFECT GETAWAY"], "contenido": ["Not to close to the hustle and not to far away.  We enjoyed our week long stay so much that we added an extra 3 days! Lots of activities to keep our 7 and 10 yr", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["GREAT FUN!"], "contenido": ["First off your in the Everglades...How cool is that???!!!  Then you get a cool guy like Captain Ron to glide you around the mangroves and see birds flying along", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Amazing Food and Wine Cellar"], "contenido": ["Gracious hostess Deb and amazing Chef Dave make having a meal at Sir Sams Inn an incredible event!  We have never been disappointed.  A trip down the spiral sta", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["AMAZING MEAL"], "contenido": ["We went out to the restaurant last night at Sir Sam Inn, and all I can say is WOW, from picking out our own wine from the vintage cellar, to the incredible serv", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["Wonderful oasis in Guayaquil!"], "contenido": ["Situated on nice quiet street, close to shopping, and park Historico! We felt safe and Welcome.  This is not a big chain hotel, rather a quaint historical stay ", "..."], "calificacion": ["40"], "autor": ["Jennifer W"]},
{"titulo": ["BEST COCKTAILS IN PLAYAS!"], "contenido": ["First off if your visiting playas you may need to put off your desire for perfection in the culinary arts!  Its Playas...a laid back, LOCAL Ecuadorian beach tow", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["MOUNTIAN ADVENTURE!"], "contenido": ["Alpinar is perched on the mountain across the river from Banos, incredible views, amazing homemade breakfasts ( smoothie's, grilled sandwiches and or homemade T", "..."], "calificacion": ["50"], "autor": ["Jennifer W"]},
{"titulo": ["A very poor effort by TGI Friday’s"], "contenido": ["I’ve always associated TGI Friday’s with “fun” and “good food”.  No more.  Located by Gate D36 @ MIA, I’ve visited this location in September and October of 202", "..."], "calificacion": ["10"], "autor": ["Thomas S"]},
{"titulo": ["A poor experience and poor (cold) food!"], "contenido": ["Horrible experience on 21MAY23.  Got there about 915AM and was promptly seat.  Ask for a soft drink and told us the machine was not working (not good). Debating", "..."], "calificacion": ["10"], "autor": ["Thomas S"]},
{"titulo": ["Poor experience."], "contenido": ["Trip was already off to a poor start when my one (1) bag did not arrive in Memphis.  The hotel was $32 from the airport by taxi (for info purposes).  For some r", "..."], "calificacion": ["20"], "autor": ["Thomas S"]},
{"titulo": ["Not convenient to the OCCC!"], "contenido": ["Because I’ve only checked in, I’ll give them a (small) chance.  The property is to be close to the Orange County Convention Center (OCCC); yes, if you did not h", "..."], "calificacion": ["20"], "autor": ["Thomas S"]},
{"titulo": ["Terrible.  Horrible.  Don’t waste your time."], "contenido": ["As I walked into the small shop, a gentleman turns to me and says, “be prepared to be ripped off”.  I replied, “yes, I know, I rented here several weeks back”.\n", "..."], "calificacion": ["10"], "autor": ["Thomas S"]},
{"titulo": ["You could not ask for anything more!"], "contenido": ["As a dive operator on Grand Cayman, I was part of a trip to Palau (10 of us), and our dive op of choice was Palau Dive Adventures (PDA). Our trip was the last w", "..."], "calificacion": ["50"], "autor": ["Thomas S"]},
{"titulo": ["Greasy & cold"], "contenido": ["Never again.  Horrible experience.  Not even warm, just cold.  Took 1 hr 12 minutes for the delivery and I should have declined the order."], "calificacion": ["20"], "autor": ["Thomas S"]},
{"titulo": ["Breakfast was \"blah\"."], "contenido": ["Had breakfast at Blue Fire one day as it was convenient.  Ordered the corn beef has and it was no better than a chain restaurant, service with your typical pota", "..."], "calificacion": ["30"], "autor": ["Thomas S"]},
{"titulo": ["Perfect for the need"], "contenido": ["The HY Regency Lexington has been a long-standing fixture of the area, and I found a rate that suited for a 5 night visit back home.  Even with basketball and f", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["A fave, but. . . .things may have changed"], "contenido": ["The Waterfront has always been a fave, and over the years, I’ve said, “they have the best fries (or in the top 2-3, on the island).  Tonight, that changed.  I w", "..."], "calificacion": ["30"], "autor": ["Thomas S"]},
{"titulo": ["Not without hesitation! Refunds?"], "contenido": ["Attended 18/9/19 as did others that have reviewed.  I can not sit here and say I did not enjoy the show, but also, can not say, \"I'd go again\".  Rod is a legend", "..."], "calificacion": ["30"], "autor": ["Thomas S"]},
{"titulo": ["Wonderful!"], "contenido": ["Location (downtown), and convenient to the event I was attending, the Ambassador was what I'll call an \"old-boutique\" property; at least, that is the feeling I ", "..."], "calificacion": ["50"], "autor": ["Thomas S"]},
{"titulo": ["Great sleep & convenient"], "contenido": ["I needed something in the vicinity of St Charles as I was seeing a show there and had no real idea of distance; but St. Charles was only a 25-30 minute drive an", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["Wonderful meal, yet, not cheap!"], "contenido": ["Attending a show at the Mandalay Bay, we wanted to have a nice set-down dinner prior; this was a matter of \"I don't care what it cost\".  Wonderful company and w", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["Convenient for an overnight"], "contenido": ["Minutes from MIA, it was easy to get the van and get to the hotel.  About 15 minutes in total after other airport stops.  Easy check-in and straight to the room", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["Good foot, cheap eats and obviously, very popular"], "contenido": ["Met some friends for a quick bite before a concert.  Ordered up tea, and was surprise to find it was a flavored tea.  Immediately, I realized, \"you're in a coll", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["Book elsewhere"], "contenido": ["Very disappointed.  In readying others' review, I guess they say it all. 1st: location great for downtown and under $300. TV was small for room and did not get ", "..."], "calificacion": ["20"], "autor": ["Thomas S"]},
{"titulo": ["Small, quaint, neighborhood-friendly"], "contenido": ["First visit with family to this small restaurant that has helped rebuild the Jefferson St area of Lexington.  The menu focuses on meats.  The Brussel sprout app", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["A great KY atmosphere"], "contenido": ["A  visit home is not complete without a meal at Windy Corner.  I was very surprised to ready 7 reviews with a 1-star rating.  One of the review said \"go at off-", "..."], "calificacion": ["50"], "autor": ["Thomas S"]},
{"titulo": ["Some good - some not so good"], "contenido": ["Nice rooms, spacious and comfortable.  No bellman to assist with bags (they recruited someone), and shuttle was delayed and that is not good at midnight.  The h", "..."], "calificacion": ["40"], "autor": ["Thomas S"]},
{"titulo": ["A villa in the best part of Guayaquil"], "contenido": ["Food is amazing -the Italian restaurant that the Hotel works with, is FANTASTIC, a 100% italian menu -great food. Must order from there. Andrea and Angel, the s", "..."], "calificacion": ["50"], "autor": ["mvns2017"]},
{"titulo": ["Beautiful place"], "contenido": ["We really enjoyed the stay at this beautiful hotel. The people were really nice, our room spacious and stylish.There‘s a garden..like a little park..with a litt", "..."], "calificacion": ["50"], "autor": ["valeriegadient"]},
{"titulo": ["Tolles Hotel in Strandnähe"], "contenido": ["Wir verbringen gerade superschöne Ferien in diesem Hotel, das eine sehr gute Lage hat. Es liegt gleich neben den vielen Restaurants und Shops der Quinta Avenida", "..."], "calificacion": ["40"], "autor": ["valeriegadient"]},
{"titulo": ["Classy dining experience in Tala"], "contenido": ["We live in a neighbouring village and have visited this restaurant on numerous occasions over the last few years,  mainly for dinner, ( including celebrating mi", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Perfect stay at The Hotel Capricorno"], "contenido": ["We stayed for five nights in a double room with balcony overlooking Schwedenplatz.\nThe previous reviews we had read led us to believe that this hotel suited our", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Fun family day out."], "contenido": ["Visited yesterday with our son and his family. Booked online which saved us 10 %.\nWe arrived shortly after opening to a very busy park as it was half term for U", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Premier Inn London Greenwich"], "contenido": ["A modern hotel on Greenwich High Road and only a short walk to the DLR. We were going to a concert at the O2 and wanted somewhere fairly close and easily access", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Lovely quirky boutique hotel"], "contenido": ["We stayed for just one night but when we return it will be for longer.\n\nWe live in Paphos but have regularly visited  the north over the past eleven years, so w", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Beautiful colonial hotel in beautiful Cuenca."], "contenido": ["We enjoyed two nights here in room 212.\n\n A beautifully decorated room with most everything you could wish. Only negative was there was no tea and coffee facili", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Relaxation with a view"], "contenido": ["We chose to stay here for our final evening in Ecuador after flying back from the Galapagos. A chance to just relax before the long flight home.\n\nThe semi detac", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Good airport  location"], "contenido": ["Firstly this hotel is in a suburb of Guyaquil near to the airport and waterfront, so if you are looking for a city central hotel this is not for you.\n\n We had a", "..."], "calificacion": ["30"], "autor": ["cassidy62"]},
{"titulo": ["Wow what an experience!"], "contenido": ["We enjoyed four nights at the lodge and had such a great experience.\n\nFirstly the lodge itself. I would imagine all the lodges are fairly similar, except Tapir ", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Beautiful period property"], "contenido": ["The history of the hacienda is well documented so wont repeat, but as you drive up to the entrance you do have the feeling of it being somewhat special.\n\nIf you", "..."], "calificacion": ["40"], "autor": ["cassidy62"]},
{"titulo": ["Lovely boutique hotel"], "contenido": ["We stayed here for the first two nights of our Ecuador trip and then for one night further on into our holiday.\n\nOur holiday did not get off to the best of star", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Quite spectacular - needed longer!"], "contenido": ["We made the big mistake of only allowing ourselves one night here. Due to a flight being delayed we didn't arrive until 10pm, having originally thought we would", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Fabulous location"], "contenido": ["Luna Runtun ( (now Volcan) was I think our favourite accommodation on our twelve day tour of Ecuador.\n\nThe location is just spectacular overlooking Banos and su", "..."], "calificacion": ["40"], "autor": ["cassidy62"]},
{"autor": ["cassidy62"]},
{"titulo": ["Wonderful Ecuador and Galapagos holiday"], "contenido": ["We came across Happy Gringo via Trip Advisor. \nFirstly their website was easy to use and therefore to decide what we wanted to do and see, both on mainland Ecua", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Delicious home cooked meze in delightful traditional taverna."], "contenido": ["Stopped for a late lunch on a Tuesday in November. We were accompanying some visiting friends to Kourion and they wanted a traditional taverna style meal. I cal", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Relaxing stay."], "contenido": ["We stayed in a Jacuzzi beach villa for five nights (Starfish 6) on an all inclusive basis.\nWe wanted a small resort, casual style and adults only, for pure rela", "..."], "calificacion": ["40"], "autor": ["cassidy62"]},
{"titulo": ["One night was enough."], "contenido": ["Due to timings of our home flight we had to make an overnight stop in Male after leaving our Maldive island ( Komandoo).\n\nDespite contacting the hotel before we", "..."], "calificacion": ["20"], "autor": ["cassidy62"]},
{"titulo": ["Great tour of Jaffa"], "contenido": ["Joined what was a rather large group on Saturday 9th March. The group had already been split into two before we left the meeting place at the clock tower.\n\nOur ", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Welcoming Greenwoods"], "contenido": ["We spent two nights at Greenwoods, in a Deluxe room with garden view.\n\nWe were made to feel most welcome upon our arrival and were shown around by the delightfu", "..."], "calificacion": ["50"], "autor": ["cassidy62"]},
{"titulo": ["Dragons?"], "contenido": ["Had no idea what to expect on this visit. Guayaquil has many parks. Seminario is at the cathedersl, hence the name. The shock here are the Iguanas! They are eno", "..."], "calificacion": ["50"], "autor": ["Traveller449"]},
{"titulo": ["Give it a miss."], "contenido": ["Booked through hotwire. Cam up as a \"Boutique\" hotel. Well when I see boutique I have a certain expectation it was rated 4 star. First it is difficult to find. ", "..."], "calificacion": ["20"], "autor": ["Traveller449"]},
{"titulo": ["surprising"], "contenido": ["Had dinner there last night, this is a great lcoation and has terrific ambience. I have had lunch there a couple of times and was looking forward to some meat. ", "..."], "calificacion": ["30"], "autor": ["Traveller449"]},
{"titulo": ["It only got better"], "contenido": ["We wrote a review of this property back in August, we tried for one night to see if we wanted to come back. We booked for Christmas and this is our last night b", "..."], "calificacion": ["50"], "autor": ["Traveller449"]},
{"titulo": ["Such a delight to find this resort"], "contenido": ["We stopped on a way to somewhere else, my wife wanted to see the resort, I did not even get out of the car until she came out and suggested I look inside. One l", "..."], "calificacion": ["50"], "autor": ["Traveller449"]},
{"titulo": ["What great service"], "contenido": ["What a pleasant surprise when we entered this hotel, elegant all the way. But that is not the best part. We had been out to dinner and returned to the hotel aro", "..."], "calificacion": ["50"], "autor": ["Traveller449"]},
{"titulo": ["Average food and portions"], "contenido": ["Hospitality great, but it stops there, food was average, portions average but  price high for what you get."], "calificacion": ["30"], "autor": ["Traveller449"]},
{"titulo": ["All the hype?"], "contenido": ["If you like Pad Thai this is not the place, this dish along with Singapore noodles had zero flavor. Service good decor ok. Not worth the drive from downtown."], "calificacion": ["20"], "autor": ["Traveller449"]},
{"titulo": ["Wi fi too strong feels like I am in a  microwave"], "contenido": ["The hotel is gorgeous, the staff helpful and kind, the entire hotel is 5 star all the way.  BUT a big problem: the WI FI was turned up way way way too  high. Im", "..."], "calificacion": ["40"], "autor": ["SSA444"]},
{"titulo": ["overpriced"], "contenido": ["There is no competition in the area of Samboronaon  so this is why it is overpriced.  The staff is helpfull and friendly.  Hotel is older,  dated and a bit run ", "..."], "calificacion": ["20"], "autor": ["SSA444"]},
{"titulo": ["an Oasis of Yum! (with Horribly uncomfortable rickety  stools and chairs)"], "contenido": ["every single item I have had in Mulla is off the charts delicious, Kashmiri Ravioli is like a trip on a flying carpet to the spaices of India. The spring rolls ", "..."], "calificacion": ["50"], "autor": ["SSA444"]},
{"titulo": ["Oasis of flavors"], "contenido": ["I am a frequent visitor to this restaurant, and it gets better and better every week, the palate continues to be excited and delighted.  More new dishes, more n", "..."], "calificacion": ["50"], "autor": ["SSA444"]},
{"titulo": ["Some good,  some not so great points."], "contenido": ["Other than the owners rude and warped sense of humor , the rest of the staff is charming and kind.  There are some very delicious dishes, great smoothies and ju", "..."], "calificacion": ["30"], "autor": ["SSA444"]},
{"titulo": ["Exotic flavors in Vilca...what?  Really?"], "contenido": ["Imagine a fragrant \"melt in your mouth\" curry of pumpkin, Andean vegetables and delicate spices, a fresh apple raisen chutney, Quinoa salad, and fresh baked yuc", "..."], "calificacion": ["50"], "autor": ["SSA444"]},
{"titulo": ["Great Service and Cleanliness, difficult loud noise outside!"], "contenido": ["The suites are very well designed, nice clean, plenty of light, immaculate. \n\nDennis at the front desk is a gem, he was helpful beyond the call of duty! Every b", "..."], "calificacion": ["30"], "autor": ["SSA444"]},
{"titulo": ["Fabulous Location, Service, Suite, Views"], "contenido": ["We stayed in a suite, an end suite on 5th floor for 12 days, FABULOUS, quiet, gorgeous  rooms and bath and office.  We were there for a convention. The manager ", "..."], "calificacion": ["50"], "autor": ["SSA444"]},
{"titulo": ["4 stars for great service efforts"], "contenido": ["I give them 4 stars for service and efforts.   But beware that I had 2 huge problems. 1. The front desk check out was a nightmare, took them an hour to get me a", "..."], "calificacion": ["40"], "autor": ["SSA444"]},
{"titulo": ["Warning Violent Risk"], "contenido": ["Owner's son threatened me with violence, screaming and swearing at me for questioning a $5 charge for a complimentary breakfast I ate at dinner time.   I had 4 ", "..."], "calificacion": ["10"], "autor": ["SSA444"]},
{"titulo": ["Perfect like it is!"], "contenido": ["Just keep it like it is... the ambiance is nice, good coffee - way better than Star... - don't change Sweet & Coffee into that!"], "calificacion": ["50"], "autor": ["Hartmans"]},
{"titulo": ["Great Sunday afternoon"], "contenido": ["A small drink at the riverbank, a walk true the mangrove with all his animals, some historical buildings and a small market.\n\nThe perfect place to walk around a", "..."], "calificacion": ["50"], "autor": ["Hartmans"]},
{"titulo": ["Muito Gracias"], "contenido": ["We stayed 5 night in this beautiful small boutique hotel. It's cozy, familiar and all staff very friendly. Maybe the breakfast can give some more variety, like ", "..."], "calificacion": ["40"], "autor": ["Hartmans"]},
{"titulo": ["Shop until you drop"], "contenido": ["All your looking for you can find here, from home supplies to clothes or even European food in the Supermarket. \n\nA creat playarea for the kids."], "calificacion": ["40"], "autor": ["Hartmans"]},
{"titulo": ["Our home in Surabaya"], "contenido": ["For almost 7 years we're staying several times a year in the Majapahit, our home in Surabaya! The surrounding and rooms are still impressive, and historic. We l", "..."], "calificacion": ["40"], "autor": ["Hartmans"]},
{"titulo": ["Mjammie!!!"], "contenido": ["All the drinks & meals we ordered where so tasty! The staff very friendly and the sarong nice warm! Who thinks of that on  Bali, but when it's windy... great lu", "..."], "calificacion": ["50"], "autor": ["Hartmans"]},
{"titulo": ["Great!"], "contenido": ["We are here staying now, the rooms are big, but still cozy. The staff is friendly. And even while your staying in the centre, it's still nice and quiet with a b", "..."], "calificacion": ["50"], "autor": ["Hartmans"]},
{"titulo": ["Mjammie!!!"], "contenido": ["Wow, really nice burgers! Two frozen margaritas, because it was happy hour ;) Really good, also order the french fries! We really had a nice diner, even our kid", "..."], "calificacion": ["50"], "autor": ["Hartmans"]},
{"titulo": ["Great beach location!"], "contenido": ["We had a very pleasant stay at the Novotel, already our third time. The location at the beach is so nice for the kids. This time we had a private pool villa, ve", "..."], "calificacion": ["30"], "autor": ["Hartmans"]},
{"titulo": ["Superb views from the balcony rooms"], "contenido": ["A first class hotel with helpful staff excellent surroundings with abundant wildlife and excellent cuisine. As far as staff were concerned Oscar stood out as so", "..."], "calificacion": ["50"], "autor": ["Cosmopolitan682410"]},
{"titulo": ["A very attractive hotel with easy access to nearby restaurants."], "contenido": ["Very flexible to customer requirements- looked after our main luggage at no extra charge wile we visited the Galapagos Islands.\nThe young ladies at front of hou", "..."], "calificacion": ["40"], "autor": ["Cosmopolitan682410"]},
{"titulo": ["Cooziest place in Miraflores Lima"], "contenido": ["I stayed in this hotel upon my arrival to Peru and couldnt have been better choice. The hotel is very well located in Miraflores with nice restaurantes nearby a", "..."], "calificacion": ["50"], "autor": ["Juan Carlos"]},
{"titulo": ["Super charming hotel and amazing staff"], "contenido": ["This hotel is a beautiful house in the heart of Samborondon. It is located in a residential area that has controls at the entries, so there is nothing to worry ", "..."], "calificacion": ["50"], "autor": ["Juan Carlos"]},
{"titulo": ["It is a secret place  \"THE JEWEL\" of Guayaquil"], "contenido": ["Parque Histórico was a great place to visit, beautiful combination of history and nature, the staff and food was wonderful, weekends provide shows and demonstra", "..."], "calificacion": ["50"], "autor": ["Erika S"]},
{"titulo": ["Amazing Holiday Vacations time with family"], "contenido": ["Amazing holiday vacations with family , we had a great time , rooms clean and staff very friendly, we will definite come back again.\nThank you so much !!   from", "..."], "calificacion": ["50"], "autor": ["Erika S"]},
{"titulo": ["Hotel Boutique Portal de Cantuna"], "contenido": ["Four of us stayed at this charming hotel in the old section of Quito. The location is great the breakfasts they include are delicious. Sonia, the owner is AMAZI", "..."], "calificacion": ["50"], "autor": ["Marla"]},
{"titulo": ["Boutique Hotel Orilla del Rio"], "contenido": ["Four of us stayed at this lovely quaint hotel near the Guayaquil airport. It's near the park and in a quiet part of the city.The staff was so helpful. They stor", "..."], "calificacion": ["50"], "autor": ["Marla"]},
{"titulo": ["Mindo Coffee Lodge and Spa"], "contenido": ["A beautiful guiet spot a short walk from town. Maria is a wonderful, helpful host. Her gardens are lush, lovely and attract birds. The rooms are comfortable and", "..."], "calificacion": ["50"], "autor": ["Marla"]},
{"autor": ["Marla"]},
{"titulo": ["Julia Patiño Bird Guide Mindo Ecuador"], "contenido": ["Julia is knowledgeable, enthusiastic,  knows every bird and where to find them. We made plans with her via email prior to our arrival. She picked us on time at ", "..."], "calificacion": ["50"], "autor": ["Marla"]},
{"titulo": ["Det skønneste lille hotel med den bedste service og beliggenhed"], "contenido": ["Tusinde tak til Annamaria og de andre på hotellet. Det var en fornøjelse at bo på Donna Domenica Suites - bedste beliggenhed midt på Via Roma, den dejligste lil", "..."], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["Cozy, safe and amazing people"], "contenido": ["My son and I stayed at the hotel for 2 nights. Our travel agent asked us, prior to our booking, if we wanted an international hotel - or a small local hotel. Lu", "..."], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["Go there - enjoy the view and the historical area"], "contenido": ["Matt - our tour guide was very dedicated - he loved his job and took time to tell us about the city and a bit about the history of the region - while navigating", "..."], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["Ikonisk bygning og indretning"], "contenido": ["Fin beliggenhed - 10 min i gåafstand fra Ramblaen. Mangler lige rengøring helt ud i hjørnerne, stramning af løse dørhåndtag og en mere praktisk indretning af væ", "..."], "calificacion": ["40"], "autor": ["HMChristiansen"]},
{"titulo": ["Møre bøffer - perfekt vin"], "contenido": ["Er du til gode bøffer og ditto vine, så besøg Restaurant Patagonia. Vi kommer igen, næste gang turen går til Barcelona"], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["God burger - cocktails og dygtige tjenere"], "contenido": ["Aina og hendes søster er fantastiske. Aina er meget opmærksom, i smittende godt humør og var med til at øge den gode oplevelse. Restaurant El Monde er centralt ", "..."], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["Lækkert..."], "contenido": ["Mad, betjening og omgivelserne er perfekte til en hyggelig middag med gode vine. Vi kommer en anden god gang, absolut et genbesøg værd!"], "calificacion": ["50"], "autor": ["HMChristiansen"]},
{"titulo": ["Perfect Stay"], "contenido": ["My husband and I needed a hotel room for 1 night, as part of our travel through Ecuador included a late night arrival into the Guayaquil airport. The staff was ", "..."], "calificacion": ["50"], "autor": ["Talia E"]},
{"titulo": ["Safe and beautiful place!"], "contenido": ["This place is really beautiful and peaceful, it is located in a very good and safe area and you get to know the best of Guayaquil. The staff was really nice and", "..."], "calificacion": ["50"], "autor": ["Jessenia Hatti N"]},
{"titulo": ["Well worth it."], "contenido": ["Quaint, eclectic, stylish. Friendly staff.  Excellent atmosphere.  Out of the way place with a nice vibe. Close to stores, malls, attractions, food.  Cute bar. ", "..."], "calificacion": ["50"], "autor": ["Christopher P"]},
{"titulo": ["When A SERVICE STAFF THINKS THAT THEY ARE SOMETHING MORE.... Than a SERVICE staff."], "contenido": ["Unfortunately, we didn't have luck with weather, it was raining heavily all day! Most of attractions were out of service, which is RIDICIULES TO SELL TICKET.\n\nA", "..."], "calificacion": ["10"], "autor": ["Lili"]},
{"autor": ["Lili"]},
{"titulo": ["The best time ever!"], "contenido": ["A tour around Western Australia with exploretoursperth was like the best time ever!\nAll the views from the bus while drive to Margaret River region were so memo", "..."], "calificacion": ["50"], "autor": ["Lili"]},
{"titulo": ["If you are still looking for a place, stop because you just found it! :)"], "contenido": ["Between palm trees, lotus trees and all the jungle is located resort, luxurious villas, spa, restaurant and much much more!\n\nVery individual service of owner ma", "..."], "calificacion": ["50"], "autor": ["Lili"]},
{"titulo": ["Like at home and with class!"], "contenido": ["It's just our favorite style of furnitures and indoor decorations, where we got inspired for our future house..With those Christmas accents.. 😊\n\nDo you see the", "..."], "calificacion": ["50"], "autor": ["Lili"]},
{"titulo": ["It's MUST SEE place!"], "contenido": ["We believe that there is no beautiful enough words in entire planet, to describe how stunning, amazing, magic and peaceful is this place. \nOwners- Tania and Edd", "..."], "calificacion": ["50"], "autor": ["Lili"]},
{"titulo": ["Best chocolate croissants in Cuenca!"], "contenido": ["The Deli @ the Hotel Oro Verde is a favorite coffee or lunch spot. The executive breakfast for 6.95 is enough food for 2 - eggs, sausage, coffee, 3 small buns, ", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["great burgers & sandwiches"], "contenido": ["This fairly new restaurant is a gem. Loved the bison burgers & the french fries are just right, crispy on the outside & smooth inside. The chef owner is really ", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Not worth the $$"], "contenido": ["This is a pricey restaurant to visit in this city and we felt the dishes were just not worth it. Service was so so; some dishes were bland, steak was not very t", "..."], "calificacion": ["20"], "autor": ["Sarah C"]},
{"titulo": ["Steak night"], "contenido": ["Adter avoiding Joe's for a couple of years due to food inconsistencies, we have been back now twice in 2 weeks and can honestly say the dishes have really impro", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["great chinese food"], "contenido": ["Consistently good and filling chinese food. I had the noodles with vegetables & chicken. Lots of chicken & vegetables, including Bok Choy cabbage was delicious.", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Fabulous place, service & food"], "contenido": ["This little gem of a restaurant, only open on weekends, is by far one of the best in Cuenca. European style dishes set in a private home in a lovely garden. Sou", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Best breakfast & fish n chips in Cuenca"], "contenido": ["Sunrise is the best place for an early or late breakfast, a burger or fish n chips. Frank & Orlando will treat you like a member of the family- Frank will remem", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Boutique hotel. Lovely place."], "contenido": ["Gated neighborhood, near excellent shopping & restaurants. Close to airport but no shuttle. Wonderful staff, clean, recently remodeled bathrooms. Great breakfas", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["fascinating Panama Hat Museum and store"], "contenido": ["Loved visiting this hat museum and store, with many sizes and styles of woven Panama Hats. Located right on Calle Larga,  in the central part of Old Town (El Ce", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Mediocre"], "contenido": ["Not my favorite place in Cuenca. Overpriced and average food. Service was ok, but I won't return. Parking is difficult too."], "calificacion": ["30"], "autor": ["Sarah C"]},
{"titulo": ["Bad service"], "contenido": ["Food & drinks are always good here but this time we went, with a reservation, was uninspiring. Our friends go often & always reserve their favorite table. Not o", "..."], "calificacion": ["30"], "autor": ["Sarah C"]},
{"titulo": ["Love this hotel"], "contenido": ["We always stay at the Sonesta when in Guayaquil and they never disappoint. Clean, consistent, comfortable. Close to the airport, attached to a mall, and with a ", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Best coffee & pastries in El Centro!"], "contenido": ["Cuenca has lots of coffee & pastry shops but San Isidro  Bakery & Coffee (with 3 locations) delivers the best!  On El Centro they share space with Lola restaura", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Beach tour with waterfall climb"], "contenido": ["Be sure to take the tour on the boat with Sexy Allen & his crew, they were the best! Great entertainment, drinks, food and swimming & snorkeling. Loved it!"], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Boat tour with snorkeling "], "contenido": ["Sexy Alan & his crew are the best! Drinks, beer, lunch, & great entertainment was a fabulous boat ride. Snorkeling, swimming, and a hike to the waterfalls. We h", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Overnight stay"], "contenido": ["Great place to stay. Clean, roomy, great shower. Comfy bed. Shuttle to the airport, malls & shopping. They even use Paul Mitchell shampoos & conditioners, love ", "..."], "calificacion": ["50"], "autor": ["Sarah C"]},
{"titulo": ["Sonesta GYE"], "contenido": ["OKAY but not great. we went for the location next to the mall, but reception and the beds were not as great as before. Three (3) couples, we booked direct with ", "..."], "calificacion": ["30"], "autor": ["Sarah C"]},
{"titulo": ["Worthwhile stop while crossing Iowa"], "contenido": ["Accessible for outside walking tour during the shutdown. While the main museum is still closed (Sept 2020) you and your family can learn a lot from a stroll aro", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Convenient for eating outside in the park"], "contenido": ["If you get take out from Gilda's, everything is delicious, and you can take it across the street to the park next to Skaneateles Lake where there are benches an", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Super clean and great location."], "contenido": ["This is an old fashioned motel designed so the rooms open directly to parking area. So you don't need to worry about shared spaces/risks of Covid19.  Very clean", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Stunning sunset views of red rocks"], "contenido": ["Outstanding cuisine and knowledgeable maitre d'. Modern airy decor with large picture windows in a space that seems to float over the cliffs. Ideal for a specia", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Serene rooms with views across the hills"], "contenido": ["Serene charming place to retreat to after hiking in the Luberon mountains or sightseeing in Provence. Small personal hotel in a park-like setting. Truly a gem. ", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Tranquil and immaculate B&B for restful stop en route to Galapagos"], "contenido": ["This six room B&B is on a quiet street in a gated community adjacent to the Parco Historico and just 15 minutes from Guayaquil airport. Simple and restful gem i", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Galapagos week long cruise with naturalists in small ship"], "contenido": ["The Origin has just 10 cabins (20 guests) and an outstanding crew including two highly experienced naturalists. Very educational and enjoyable way to learn abou", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Serene place off the beaten track, but near all foliage, villages, hiking in White Mts, and Concord, NH"], "contenido": ["Lovingly restored 18th century home has four guest rooms and delicious healthy  breakfast served at communal table. Serene place without TVs or extra \"stuff.\"  ", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Charm near Downton Abbey village"], "contenido": ["Nearby is the village of Bampton where many of the exterior village scenes in Downton Abbey were filmed.If you enjoy small villages with honey colored Cotswold ", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Enjoy Tudor manor and garden near Gatwick"], "contenido": ["Why stay in an airport hotel when you can go 10 minutes away to Horley and breathe fresh air and walk in the gardens? Very comfortable rooms - no stress. Beauti", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Restful oasis above Hout Bay"], "contenido": ["Small, tranquil. You can view the professional photographs of Martin, the owner, on display throughout the guest house. Martin also gives photography lessons.Te", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Langa Township Tour - Personal and Eye Opening"], "contenido": ["MC is very knowledgeable and insightful about Langa - both looking at what has changed and what still needs to improve in living conditions in the township, and", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Unique local artist"], "contenido": ["This small gallery displays the ceramic creations of local success story Andile Dyalvane, who started life in a small village tending livestock and now has awar", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Lively international tourist spot with views of bay and mountain"], "contenido": ["Make sure you look out for Nobel Sq with statues of the four Nobel Peace Prize winners from South Africa. Otherwise this area is not an essential stop to connec", "..."], "calificacion": ["30"], "autor": ["Laura F"]},
{"titulo": ["Educational and attractive displays"], "contenido": ["Strong conservation messages about importance of eco- diversity . The room with the jellyfish is ethereal. Yes the sharks and penguins command more attention bu", "..."], "calificacion": ["40"], "autor": ["Laura F"]},
{"titulo": ["Great fish restaurant spacious and attractive"], "contenido": ["Well managed. Beautifully presented. Very reasonable prices . Attractive setting with plenty of space between tables for a lunch or dinner meeeting"], "calificacion": ["40"], "autor": ["Laura F"]},
{"titulo": ["Charming boutique hotel with views of Table Mountain"], "contenido": ["This small hotel (15 rooms) is a gem. Located in the Gardens District on a square with two outdoor cafes. The neighborhood is safe and easily walkable to the Co", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["360 degree perspective"], "contenido": ["A good way to get to the top of Table Mountain. One of the stops on the Red Hop On Hop Off buses. Go early and best to choose a clear day. Shorter loop fine wit", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["Fascinating exhibits plus peaceful courtyard and cafe"], "contenido": ["Learn about the complex story of Jewish population in  South Africa. Wide variety of photos, letters, artefacts, narratives, maps - interwoven with South Africa", "..."], "calificacion": ["50"], "autor": ["Laura F"]},
{"titulo": ["100% satisfied"], "contenido": ["Julian and Davier were very nice and accommodating. I went on a solo hiking trip with them and I enjoyed every moment of it. No dull moments. Highly recommen!"], "calificacion": ["50"], "autor": ["Neil M"]},
{"titulo": ["The quality of service in Orilla del Rio"], "contenido": ["The hotel is undoubtedly clean and beautiful. But what sets it apart from other hotels is the kind of staff it has. The real gem of Orilla del Rio is its staff.", "..."], "calificacion": ["50"], "autor": ["Neil M"]},
{"titulo": ["All the comforts of home"], "contenido": ["We stayed 5 nights to explore Arches and Canyonlands.  This is a no frills hotel that does the basics very well.  They provide all you need for your kitchenette", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Remarkable view of the City"], "contenido": ["We hiked here as we visited the Hollywood sign. The view over LA is remarkable. The facility is well maintained and covid19 safe - vaccine cards and masks are r", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Delicious freshly made mandoo buns. Only for people who can appreciate Korean cuisine."], "contenido": ["This is a hidden gem!  There is nothing fancy here, just excellent freshly made buns and mandoo. We tried the king buns,kimchee buns, and pan fried mandoo. All ", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["We stopped in during a rainstorm."], "contenido": ["We stopped in during a rainstorm. We ended up staying an hour tasting and learning about coffee. Brian, the owner, led us through a flight of three varieties, c", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Great Gathering Place!"], "contenido": ["Our large group was seated right away. The menu offered a wide selection from burgers and fries to fresh baked pizza to braised salmon. The fried polenta appeti", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["It’s worth a thousand steps!"], "contenido": ["Situated a the top of a hill, Mary of the Apocalypse, overlooks Old town Quito. It’s worth the climb with stunning views along the path.  "], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Ecuadorean cuisine "], "contenido": ["Delicious authentic Ecuadorean dishes with friendly staff at good prices. What more can you ask for? "], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Excellent hotel in Quito"], "contenido": ["The hotel staff, especially the receptionists, are very helpful and professional. They helped us get taxis, arrange tours, and advised us on restaurants. \n\nBrea", "..."], "calificacion": ["40"], "autor": ["mokemo"]},
{"titulo": ["You must visit this museum and home!"], "contenido": ["I had never heard of O Guayasamin before. He was a world renowned artist and the exhibits at the Capilla is magnificent!  We usually opt out of tours in favor o", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Yes, it’s worth a visit. "], "contenido": ["The church is now run by a foundation so I understand the need to charge for admission. $5 per visitor is a bit steep. There is a lot of gold on the altar. We w", "..."], "calificacion": ["40"], "autor": ["mokemo"]},
{"titulo": ["A beautiful park for locals and visitors"], "contenido": ["It’s kind of like a zoo, but not.  There are many animals in safe enclosures, no cages. On weekends local families visit this city park. Vendors sell trinkets a", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Full service and beyond!"], "contenido": ["This is a beautifully restored hotel with history and full service staff. Jocelyn went out of her way to help make our stay fantastic!  Jonathon secured us seat", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Lovely, family owned boutique hotel"], "contenido": ["The location is ideal. This is a very safe neighborhood within walking distance of good restaurants, El Parque Historico, and a shopping mall.  Its a short ride", "..."], "calificacion": ["40"], "autor": ["mokemo"]},
{"titulo": ["The food was so good we went twice!"], "contenido": ["The atmosphere is comfortable and classy. It’s a clear destination for local gatherings. The staff is very friendly and helpful with the menu and our efforts to", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Excellent breakfast place"], "contenido": ["The staff is friendly and the food was delicious. The coffee was excellent too!  We went two mornings in a row because the experience was hard to beat. We enjoy", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Delicious!"], "contenido": ["The big beef sandwich with peppers was hearty and flavorful.  The beef hotdog was the best I’ve had, ever. The chicken soup hit the spot. The fries were your ba", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Very interesting"], "contenido": ["Friday’s are free!  The collection is very interesting. A little more detail on each piece would have been great.  The staff was friendly and helpful. We didn’t", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Best dinner in Elmhurst "], "contenido": ["Every dish was excellent- salads, fried calamari, bruschetta, penne pasta, fresh made gnocchi, and whitefish! No wonder all the tables were full.  \n\nThe atmosph", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Delicious mix of interesting flavors"], "contenido": ["I tried black sesame with red bean topped with crushed Oreo cookies. My taste buds were pleasantly surprised. "], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Best Tacos in town!"], "contenido": ["The long line is your first clue that the food is fantastic. Service is efficient and friendly. Our tacos were ready after a short wait. We tried several differ", "..."], "calificacion": ["50"], "autor": ["mokemo"]},
{"titulo": ["Terrible check in experience"], "contenido": ["We show up early and no room was available for a six night stay. That is fine BUT ever time they said to come back the room was not ready. This happened multipl", "..."], "calificacion": ["10"], "autor": ["gwks"]},
{"titulo": ["we survived an earthquake"], "contenido": ["a very pleasant hotel in a suburban area close to the airport. the staff were very helpful but we had to use google translate to get by. they arranged for food ", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Well worth the visit"], "contenido": ["This hotel is in a great location in the old town. A short walk to the river where you can take an idyllic stroll. Close to the historic sites and town square. ", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Best yet"], "contenido": ["Eight of us showed up unannounced for a late lunch. We were seated in the lower dining room with a great view of the river valley. Huber was our waiter. Very at", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["An oasis "], "contenido": ["Quito is a bustling city with a crush of cars and people. You drive down a narrow road in a poor area crowded with stalls and markets. Eventually the chaos less", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["A nice hideaway on LaRonda in Quito"], "contenido": ["Upstairs off a busy street full of hawkers and interesting folk. The restaurant looked out over the street and has an extensive menu including vegetarian select", "..."], "calificacion": ["40"], "autor": ["gwks"]},
{"titulo": ["Holy renovation"], "contenido": ["Ruth’s in Wailea has done a long overdue renovation. The lounge is bigger and the dining area has more intimate spaces. The service was attentive. Our waiter ha", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Rio Celeste River and waterfall"], "contenido": ["A very pleasant hike into the falls. About 45 minutes to the falls. Very beautiful falls. It was a further 30 minutes to where the two rivers joined to make the", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Looks can be deceiving - be sure to check this out"], "contenido": ["We drove up to this place and noticed broken signage and parking on a residential street. Our only clue we were in the right spot was the Turismo buses parked i", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["A Winter Wonderland - A great place for a special occasion."], "contenido": ["We traveled to the Chateau Whistler for our staff Christmas party. Driving up to the Chateau we were greeted by the sight of soaring lit Christmas trees and ent", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Scotch, Wine, Steak & Crab"], "contenido": ["Great atmosphere and an excellent meal. Their Steak Oscar had huge chunks of King Crab and as always the sides were delicious especially the potatoes au gratin.", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["What a great evening"], "contenido": ["We had reservations for 8 people. The restaurant was packed but when we asked to add two more it was not a problem. Chris Llanes the dining room manager stepped", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["What a setting"], "contenido": ["Beautiful location. Right next to Chambord Palace. Modern rooms in older building with very attentive service. The meal in the dining room was excellent. There ", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Beauty and the Beast or the Good the Bad and ...."], "contenido": ["This place is like the Clint Eastwood movie The Good, the Bad and the Ugly without the ugly. Set in a beautiful location along the Loire River with rooms carved", "..."], "calificacion": ["10"], "autor": ["gwks"]},
{"titulo": ["Crepes for dinner"], "contenido": ["Very pleasant location on the water next to an old mill. It was very busy and we had to wait for a table. The food was classic Normandy Crepes. Very good flavor", "..."], "calificacion": ["40"], "autor": ["gwks"]},
{"titulo": ["Domaine de Bayeux"], "contenido": ["Wonderful find on the internet. Lovely combination of historic and modern. Beautiful Chateau with modern rooms. Great breakfast included. Lots of options hot an", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Kea Lani "], "contenido": ["Having a great vacation at the Kea Lani. The rooms are very spacious and you can see whales from your lanai. The concierge has been very helpful booking restaur", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["fantastic meal in the Grill Room"], "contenido": ["very friendly staff, especially in the bar. very good live music as well. the food in the grill room was top notch. the steaks were very tender and cooked to pe", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["An Unexpected Pleasure"], "contenido": ["We were four couples on a cycling trip. We were not expecting much but were absolutely wowed by the over the top service. The restaurant was closed until 5 but ", "..."], "calificacion": ["50"], "autor": ["gwks"]},
{"titulo": ["Highly recommended"], "contenido": ["Highly recommended. David is a friendly knowledgeable guide. A great way to start your Belfast visit as it orientates you and provides plenty of options for fur", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Very high standards"], "contenido": ["Highly recommended for a stay in the area. The room was excellent, and the welcome was first class. The breakfast was very good and the hosts made sure we were ", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Good choice for a visit to the area."], "contenido": ["All aspects of our visit were excellent.  Well looked after by friendly staff. A busy place but standards are maintained. Plenty to do in the town and general a", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Excellent quality"], "contenido": ["Today had takeaway selection of salads, foccacia and pinse. All excellent quality. Highly recommended."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Interesting experience"], "contenido": ["The park was in walking distance of our hotel, the area is safe to walk around. The animals, birds etc were all very interesting and whilst the layout was good ", "..."], "calificacion": ["40"], "autor": ["Huw W"]},
{"titulo": ["Wonderful welcome"], "contenido": ["We stayed only one night but were made to feel very welcome. The hotel is in a very good part of the city, and although small is modern and very clean. All of t", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Great trip to Ecuador and the Galapagos"], "contenido": ["Our UK agent used Surtrek to organise our 16 day trip. They proved to be excellent. All the accommodation and trips were well organised, and we were met promptl", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Good food and real history intertwined"], "contenido": ["Virgina our guide, was a Roman native, keen and knowledgeable she brought the local area and its history to life, the food was simple and lovely and we would de", "..."], "calificacion": ["50"], "autor": ["Huw W"]},
{"titulo": ["Favourite hotel in Ecuador"], "contenido": ["What a gorgeous little place to stay.  Safe, clean, a little quirky but in all the right ways.  Felt like a second home very quickly.\n\nWe accidentally took our ", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["How did I not know this place was here!"], "contenido": ["What a wonderful addition to Eltham.\n\nTook my family here for brunch on Good Friday because I had heard good things from friends.  Very busy as not much else wa", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["A place that exceeded expectations"], "contenido": ["I found this place when looking for a venue to take my best friend on her hen's day.  The staff were always easy to contact and communicate with, with confirmat", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Always the first place I come for a drink or a meal in Cairns"], "contenido": ["When this place was first built, it was pretty unique in sleepy little Cairns.  The years have added similar places, but Salthouse retains its atmosphere, frien", "..."], "calificacion": ["40"], "autor": ["Elizabeth G"]},
{"titulo": ["A fantastic place to eat in a beautiful town"], "contenido": ["We recently visited Luang Prabang for 3 nights.  Came across this place for lunch one hot day and were welcomed by the most friendly, beautiful waiter who could", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Gorgeous little place in a beautiful town"], "contenido": ["Stayed here for 3 nights whilst exploring Laos.  Perfect position, just a little way down a tropical, clean and friendly side street off the main road.  Quiet, ", "..."], "calificacion": ["40"], "autor": ["Elizabeth G"]},
{"titulo": ["Beautiful place"], "contenido": ["The two of us wandered out onto the main street early morning to the usual eager tuk tuk drivers offering us faded post-cards of the waterfalls and asking if we", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["If you're not a local, this place is worth the drive to Eltham"], "contenido": ["Recently came here for a family birthday dinner.  Fantastic night; really friendly, polite, fun waitresses with a good knowledge of their menu.  Great atmospher", "..."], "calificacion": ["40"], "autor": ["Elizabeth G"]},
{"titulo": ["Best venue in Bendigo"], "contenido": ["Such a reliably great place either for dinner, exploring local wines, a sit by the fire or for a catch up with friends.  \n\nAlways friendly, helpful wait staff, ", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Worth a trip to Bendigo"], "contenido": ["Recently in Bendigo for a few months and came to dine here twice.  Both times really great service, amazing food and very polite and professional staff without ", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Perfect location, good Easter weekend stay"], "contenido": ["Booked this hotel for 2 nights with two girlfriends across the Easter long weekend to get away from Victorian weather for a couple of days.  \n\nCalled ahead to f", "..."], "calificacion": ["40"], "autor": ["Elizabeth G"]},
{"titulo": ["Great hotel, so much character and quirkiness"], "contenido": ["Such a great base when staying in Havana.  There is a modern hotel across the street with wi-fi internet (I'm not joking) but I wouldn't want to stay anywhere e", "..."], "calificacion": ["40"], "autor": ["Elizabeth G"]},
{"titulo": ["Melbourne Night Photography Walk"], "contenido": ["Overall was a good night, but was expecting a little more.  Friendly instructor and happy to answer questions but not much tuition was offered and not much of t", "..."], "calificacion": ["30"], "autor": ["Elizabeth G"]},
{"titulo": ["New Orleans French Quarter Tour"], "contenido": ["What an amazing morning.  Like some other lucky people here I had some cancellations from my group so it ended up being a private tour.  Natasha was so helpful,", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Bienville House"], "contenido": ["I haven't stayed at any other hotels in New Orleans to be able to accurately compare, but as I would always return to this one, I'm unlikely to ever find out.\n\n", "..."], "calificacion": ["50"], "autor": ["Elizabeth G"]},
{"titulo": ["Truly a Boutique home away from home"], "contenido": ["Truly a boutique hotel - a quaint and friendly hotel. If you are looking for a home away from the hustle and bustle of busy city, this is a place to stay. Also,", "..."], "calificacion": ["50"], "autor": ["45coloradotraveler"]},
{"titulo": ["Super Nice Hotel"], "contenido": ["Had a great stay here, nothing to complain about. Located close to entertainment and tourism. Very friendly staff, great amenities, and awesome breakfast. Enjoy", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["Nice jungle-type location"], "contenido": ["Stayed in the treehouse, super fun. Good scenery around and friendly staff. Enjoyed the pool and nearby river. Also rained that night which added to the ambianc", "..."], "calificacion": ["40"], "autor": ["seancollins107"]},
{"titulo": ["Beautiful Spot"], "contenido": ["The staff was very friendly and happily showed us around town. The place has a forest-like and secluded feel to it. The rooms are very nice and so is the food. ", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["Great location for staying in Montanita on a budget"], "contenido": ["The property is an easy walk on the beach into town without being stuck in the middle of it. The rooms are clean and the food is good. The staff is also very fr", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["Awesome place to stay!"], "contenido": ["We paid a little extra for a room with a hot tub on the balcony - definitely worth it. Also had a great view from the balcony. The staff was very friendly and e", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["Beautiful Hotel"], "contenido": ["We messed up our reservations and they still allowed us to stay there with no additional charge. The staff is very friendly and the rooms are very nice. The pla", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["Awesome Adventure!"], "contenido": ["The guides were very friendly and professional. They also speak English and helped us with travel arrangements. The tour itself was very exciting and beautiful ", "..."], "calificacion": ["50"], "autor": ["seancollins107"]},
{"titulo": ["NOT FOUR STARS"], "contenido": ["Is a nice house , maybe 3 stars but long way to four , decided to leave and staff accommodated this kindly , very different from pics showed in adds , didn't se", "..."], "calificacion": ["30"], "autor": ["alicar20172017"]},
{"titulo": ["GREAT EXPERIENCE AS ALWAYS"], "contenido": ["I spend my vacations for the scond time in this hotel and the experience has been amazing. \nReally Quite, excellent service (Angel, Mayra & Marisela are just th", "..."], "calificacion": ["50"], "autor": ["pvizueta"]},
{"titulo": ["Anniversary celebration"], "contenido": ["We spent our 28th wedding anniversary here. Our second stay at this lovely “Minnesota made” hotel. It kind of feels like you are up north. But also has a loft f", "..."], "calificacion": ["50"], "autor": ["Joan B"]},
{"titulo": ["A week in Ecuador"], "contenido": ["After spending a few days visiting our daughter in Guayaquil we traveled to Quito. With Patricio as our guide we had an amazing experience in the Mindo cloud fo", "..."], "calificacion": ["50"], "autor": ["Joan B"]},
{"titulo": ["Quiet, hospitable"], "contenido": ["We enjoyed three nights at Orilla del Rio. Staff were friendly and helpful. \nIt was quiet and clean. The courtyard is relaxing. We recommend eating at Casa Juli", "..."], "calificacion": ["50"], "autor": ["Joan B"]},
{"titulo": ["Initial disappointment"], "contenido": ["Hotel Boutique Orilla del Rio has a wonderful outdoor terrace area for dining and relaxing in the evening.  Upon our arrival to the hotel, we were taken by surp", "..."], "calificacion": ["30"], "autor": ["Loopy8223"]},
{"titulo": ["Outstanding"], "contenido": ["The food and service was remarkable. Every bite was memorable. Highly recommended. Can’t wait to return sometime in the near future."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Excellent stay in Baños"], "contenido": ["We actually cut short our stay at another hotel which was rated higher on Tripadvisor and moved to Chamana. It was infinitely better than the first place we sta", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Shrimp ceviche prepared like Guayaquil’s"], "contenido": ["One of the top 3 cevicherias in Manta.  I like their shrimp ceviche which is prepared in a style more like Guayaquil or Salinas, with more ketchup and mustard."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["The freshest ceviche"], "contenido": ["The ceviche is outstanding, consistently among the freshest I have tasted.  Their rice with octopus is my favorite dish, delicious and plentiful."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["very nice expat restaurant"], "contenido": ["Essentially a good quality food, expansive menu, and attentive service.  An established player in Manta's gourmet(ish) food scene.  many expatriates make this t", "..."], "calificacion": ["40"], "autor": ["nickt4"]},
{"titulo": ["Kite surf beach is where locals go"], "contenido": ["It’s a terrific beach, relaxing and plenty of parking.  Ecuablue pizza and bar is on this beach.  Highly recommended."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["A unique bakery with a French twist"], "contenido": ["We stop by here to purchase bread at least once or twice per week.  Excellent baguettes and croissants, the dessert pastries are also delicious and very artisti", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Very disappointed.  Neglected 4 so long we left."], "contenido": ["We really really need of a great Mexican restaurant in Manta.  Unfortunately, still haven’t found one.  Will there ever be a good genuine mexican restaurant in ", "..."], "calificacion": ["10"], "autor": ["nickt4"]},
{"titulo": ["Best value for luxury chain in Guayaquil"], "contenido": ["This hotel is clean, neat, new, well laid out and offers excellent service.  We were made to feel very welcome.  I consider this the absolute best value in all ", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Exceeded al expectations"], "contenido": ["Excellent new option in Guayaquil  Congratulations to management for executing terrific guest services.  Our rooms, check-in, meals and in general all aspects o", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Overall a good place to stay in Samborondon"], "contenido": ["It’s a small property for a hotel, formerly a relatively nice home in a walled neighbourhood in the Samborondon area adjacent the main city of Guayaquil.  It is", "..."], "calificacion": ["40"], "autor": ["nickt4"]},
{"titulo": ["Carlos, his family & staff make this place special"], "contenido": ["The hotel and water park are a family run business, built mostly by the hands of the owner, Carlos Velez, and his family.  \n\nDon Carlos is everywhere on site, f", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Excellent food and variety of gourmet items, claustrophobic space."], "contenido": ["I really love the food and variety at this place, the people are nice and I can only say good things about the quality of their products.  I am a bit uncomforta", "..."], "calificacion": ["40"], "autor": ["nickt4"]},
{"titulo": ["Worth the visit"], "contenido": ["Very well done War Museum.  Highly recommended.  The balance between solidarity and pride of the actions of Canadian war heroes, while at the same time ensuring", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Same owners as the one by the beach"], "contenido": ["This is overall a nice seafoof/Cuban restaurant with a lovely view, a varied menu, and excellent service.  We ordered mixed seafood ceviche and in was very good", "..."], "calificacion": ["40"], "autor": ["nickt4"]},
{"titulo": ["Lunch here again today, again excellent."], "contenido": ["Outstanding in all respects. A wonderful restaurant anywhere, but somewhat of an Oasis in Manta.\nAlso, I am glad that Manta is a family town, because we frequen", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Magical balance of hospitality, comfort & nature."], "contenido": ["Loved our experience with Gabriel and the talented staff of both humans and animals at El Faro. This is the only way I can explain the natural, easy, friendly i", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Excellent overall"], "contenido": ["I have now been staying in the Radisson in Quito for the last 12 days, and I have 3 more to go, and I can say this hotel is not only one of the best in Quito, b", "..."], "calificacion": ["40"], "autor": ["nickt4"]},
{"titulo": ["We had a memorable time.  Highly Recommended."], "contenido": ["It has taken me a while to get around posting our experience at this hotel, but after reading the reviews from the folks from Germany, I felt compelled to go ah", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Really Delicious!!"], "contenido": ["My wife and I just returned from a week in Galapagos (at Iguana Crossing), and after having eaten so much lobster there that we can't look at another crustacean", "..."], "calificacion": ["50"], "autor": ["nickt4"]},
{"titulo": ["Si no te gusta el \"montón de gente\", este no es tu lugar"], "contenido": ["Mi esposo y yo huimos de esta Avenida. Llena de comerciantes y turistas... si te gusta compartir y visitar como lugareños (gente local), este no es tu lugar. Me", "..."], "calificacion": ["10"], "autor": ["Geovanna S"]},
{"titulo": ["Lo que tiene lindo lo tiene de cariño"], "contenido": ["Ven preparado con todos tus ahorros. Muy bueno el concepto pero MUY caro. $60 por comida por persona, cualquier actividad $60 por persona, fotos $60 por persona", "..."], "calificacion": ["30"], "autor": ["Geovanna S"]},
{"titulo": ["Perfect Location in Playa del Carmen"], "contenido": ["This hotel has a great location at a good price. You can walk anywhere. The only thing is that no has parking space so you have to find your own and in high sea", "..."], "calificacion": ["50"], "autor": ["Geovanna S"]},
{"titulo": ["Nice Hotel and excellent service!"], "contenido": ["We stayed at the hotel for our wedding and I share the rooms with my brother and some grooms. The service is nice and rooms are good too, very clean. We loved s", "..."], "calificacion": ["50"], "autor": ["Geovanna S"]},
{"titulo": ["Muy bueno!"], "contenido": ["Antes los botones eran más ricos y suaves, ahora están un poco duros y eso que los entregan enseguida. Sin embargo siguen manteniendo el buen sabor y relación p", "..."], "calificacion": ["40"], "autor": ["Geovanna S"]},
{"titulo": ["Excelente lugar para salir de la rutina!"], "contenido": ["ME encantó el Resort, áreas verdes, todo muy natural, el servicio del personal fue excelente todo el tiempo de buen humor y muy amables! El servicio y la varied", "..."], "calificacion": ["50"], "autor": ["Geovanna S"]},
{"titulo": ["Original!"], "contenido": ["De los pocos lugares originales que hay en Gye, sobre todo porque se puede caminar y visitar varios lugares al mismo tiempo, tiene un ambiente muy romántico que", "..."], "calificacion": ["50"], "autor": ["Geovanna S"]},
{"titulo": ["Muy bueno!"], "contenido": ["Muy buen restaurante!!! Demoran un poquito en el servicio pero las porciones buenas y el $$$ razonable!"], "calificacion": ["50"], "autor": ["Geovanna S"]},
{"contenido": ["Reino Unido"], "autor": ["Rashyroo"]},
{"contenido": ["Don't count on the ferries from Sal. Island hopping is very difficult in Cabo Verde because of the limited inter island transport.\nI would fly from either Praia", "..."], "autor": ["Rashyroo"]},
{"contenido": ["Yes, it's the same."], "autor": ["Rashyroo"]},
{"contenido": ["Not many of the big companies are present in Cabo Verde, but there are plenty of local ones. However, Hertz is on Sal and probably BV and Santiago. Fogo really ", "..."], "autor": ["Rashyroo"]},
{"contenido": ["Yes, wifi is good all over the country."], "autor": ["Rashyroo"]},
{"contenido": ["Hotel Pontao, Morabeza, Oasis Salina Sea, Nha Terra, Santa Maria Aparthotel are all in Santa Maria. Just stay away from the RIUs and the other hotels on the wes", "..."], "autor": ["Rashyroo"]},
{"contenido": ["You can't buy escudos before you come. You can pay with euros but you will lose 10% which can add up over time. The reason is that a rate of 100cve to 1€ will b", "..."], "autor": ["Rashyroo"]},
{"contenido": ["Included in the TUI package."], "autor": ["Rashyroo"]},
{"contenido": ["I much prefer Santo Antao, I found Madeira to be much more developed, way more tourists, big roads, big hotels. S. Antao is quieter, it's not a desert as someon", "..."], "autor": ["Rashyroo"]},
{"contenido": ["It's not far at all, maybe 15 minutes."], "autor": ["Rashyroo"]},
{"contenido": ["If you are talking about the humpback whales, you are a little early, but you may be lucky. However, there are other species such as pilot whales which are seen", "..."], "autor": ["Rashyroo"]},
{"contenido": ["You can easily get a taxi outside the hotel and should pay around €15."], "autor": ["Rashyroo"]},
{"contenido": ["You will be absolutely fine. Porto Antigo has security guards but in any case I don't think you would have any problems."], "autor": ["Rashyroo"]},
{"contenido": ["Nonsense. Loads of kids go there and have a great time."], "autor": ["Rashyroo"]},
{"contenido": ["The weather is the same in both islands more or less. They are 40km apart. \nTurtles follow the same nesting behviour throughout the islands, there will be turtl", "..."], "autor": ["Rashyroo"]},
{"contenido": ["Sorry for the late answer. For other people's benefit you can pay at the airport, don't worry.\nIt is visa free, but you have to pay an entry fee."], "autor": ["Rashyroo"]},
{"contenido": ["Yes, we have mosquitos, of course, but we do not have zika or malaria on Boa Vista."], "autor": ["Rashyroo"]},
{"contenido": ["I believe you can. Worse case scenario is that you ask the driver who took you to wait or come back for you. I am sure you could negotiate a half day fee."], "autor": ["Rashyroo"]},
{"contenido": ["All the companies I know are ok and pricing very similar. You should be able to walk in and book a day or two in advance."], "autor": ["Rashyroo"]},
{"contenido": ["Hotel? Island? Any clues?"], "autor": ["Rashyroo"]},
{"titulo": ["Ecuatorian flavors "], "contenido": ["Excellent restaurant in Quito. Flavors were great and also the whole experience is quite unique. Through the menu you travel around Ecuador, its traditions and ", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["Crazy place! The best of Arequipa"], "contenido": ["We tried to book the place beforehand and it was not possible. But we tried again on site and, after 30 minutes and a very nice lemonade, we had a table to have", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["A very nice surprise"], "contenido": ["The hotel was very nice, well located and mostly renewed. My room was big enough and the bed very comfortable. Breakfast was contained but tasty. \nThe best was ", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["Great visit, great atmosphere"], "contenido": ["I visited this place last night with a couple of friends and I have to recognize I was surprised. First of all, I was not expecting this quality in the Las Cant", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["Funny and nice place for delicious food"], "contenido": ["A friend of mine took me here for a late dinner. The food was fantastic: the Benedict egg was superb. I also had the roast beef toast and I enjoyed it very much", "..."], "calificacion": ["40"], "autor": ["Charo S"]},
{"titulo": ["A place full of life"], "contenido": ["We celebrated a group lunch here and enjoyed every bit of it. The place was spacious, and the second floor has a nice terrace. The food was good (starters, incl", "..."], "calificacion": ["40"], "autor": ["Charo S"]},
{"titulo": ["Perfect place to celebrate"], "contenido": ["We went to Luzy Bombon to celebrate the end of an academic program with a group of close friend. Even with all the covid-19 measures, the place and the experien", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["Enyoing the views"], "contenido": ["The restaurant, located inside the Auditorium hall, has wonderful views. I was surprised that our table, that was booked, was not available when we reach the re", "..."], "calificacion": ["30"], "autor": ["Charo S"]},
{"titulo": ["Very nice hotel"], "contenido": ["This place was convenient for my work-related trip to Las Palmas. It is School hotel, and I was traveling there during the post-coved time. \nIt is very well loc", "..."], "calificacion": ["40"], "autor": ["Charo S"]},
{"titulo": ["Very good Italian food at Chamberí district"], "contenido": ["I have been here twice, the last time during the semi-lockdown of Madrid in October 2020. The place is small and cozy, and the food is superb. Extraordinary pas", "..."], "calificacion": ["40"], "autor": ["Charo S"]},
{"titulo": ["Las mejores pizzas de Pamplona"], "contenido": ["Descubrimos este sitio vía Instagram y ¡bendito descubrimiento! \nLas pizzas son excepcionales: la zucca, la diábola... casi cualquiera. Muy buen servicio y muy ", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["A magical place"], "contenido": ["We visited this place two weeks after it was open. Location is incredible: near Getaria, but in the mountain, surrounded by trees and greenery. The place is a w", "..."], "calificacion": ["40"], "autor": ["Charo S"]},
{"titulo": ["It depends a bit"], "contenido": ["I have been a couple of times in this place during the last two months. Food is pretty good but service depends on who is in charge of your table. Sometimes is ", "..."], "calificacion": ["30"], "autor": ["Charo S"]},
{"titulo": ["An extraordinary location and first-class service"], "contenido": ["Since June I have been traveling to Madrid almost every week. At the very beginning this hotel was one of the few open, but since then I have learnt to apprecia", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["A place to visit... and to repeat"], "contenido": ["We were looking for a place to have dinner after a working event in Paris. The menu on the front was good enough for one of my colleagues to chose this very sma", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["If convenient"], "contenido": ["The hotel was located close to my conference venue, but it is really far away from the city centre. If you are expecting to enjoy Paris' atmosphere, this is not", "..."], "calificacion": ["30"], "autor": ["Charo S"]},
{"titulo": ["A nice place"], "contenido": ["This hotel was the closest to the place where my conference was taking place. Walking distance. It is a convenient choice if you are visiting the area. It is a ", "..."], "calificacion": ["30"], "autor": ["Charo S"]},
{"titulo": ["A nice school hotel"], "contenido": ["This hotel is a nice place to stay in Santa Cruz. Its location is a bit strange (just behind the football stadium, not very lively during the week). The place i", "..."], "calificacion": ["30"], "autor": ["Charo S"]},
{"titulo": ["An amazing experience"], "contenido": ["We stayed for four nights at this small and cozy hotel in Teguise. It was our fourth visit to Lanzarote and we wanted to try a different kind of hotel. And we f", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["WOW!"], "contenido": ["This place is fantastic. The views, the arquitectura, the service. Everything is perfect. \nWe enjoyed very much every plate and I am quite sure I will be visiti", "..."], "calificacion": ["50"], "autor": ["Charo S"]},
{"titulo": ["Food is good"], "contenido": ["The food is good , no problem for it , I had a steak but , I asked for medium , and it was well done , I asked drink no ice and they brought me with ice , I ent", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Great food"], "contenido": ["I had a linguine and they were huge plate and very good.\nStaff is very professional and you can finally say this is Italian food abroad ( not so often)\nThe rest", "..."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["Great Hotel"], "contenido": ["Hotel is very nice , beautiful new , great breakfast , kind staff and in a perfect position for dinner or coffee ( starbuck, Linguine's , steak house and pizza ", "..."], "calificacion": ["50"], "autor": ["Mauro1972"]},
{"titulo": ["Good but can improve"], "contenido": ["The Hotel is in good location ( near the highway) but there are things that can get better , for example they don't have warm cofee availlable during the day , ", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Best position to/from Aerport"], "contenido": ["Bedroom is huge and very clean , the location is perfect for a pick up to-from aerport ( shuttle availlable at call and take 2 minutes) . Prices are quite high ", "..."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["Sito web ingannevole"], "contenido": ["Il problema di questo Hotel non è tanto la scarsa manutenzione/poca cura ( nel mio bagno mezza porta della doccia era smontata e appoggiata al muro , arredament", "..."], "calificacion": ["20"], "autor": ["Mauro1972"]},
{"titulo": ["Non un 4 stelle e troppo caro"], "contenido": ["A prescindere dal fatto che ho avuto una camera con 4 letti pure se da solo ( ma se è l ultima rimasta non è colpa mia) 160€ per 1 camera sono WAY TOO MUCH !!\ni", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Buona pizza in centro"], "contenido": ["il locale è carino e i prezzi sono in linea con la zona , pizza buona , personale ok , la vicinanza con il centro lo rendono ideale per una passeggiata dopocena"], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Ottimo"], "contenido": ["Bellissimo Hotel con ottimi servizi \"on the middle of nowhere , parecchi stranieri , le csamere sono molto pulite a nche se un po costoso ma le bevande del mini", "..."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["Disapointed"], "contenido": ["The position of the restaurant is wonderfull.\nThe buffet is quite nice ( but they must understand you can't serve frozen ham)\nThe rodizio was disapointing , we ", "..."], "calificacion": ["20"], "autor": ["Mauro1972"]},
{"titulo": ["Great Hotel"], "contenido": ["This hotel had the biggest Bedroom I never seen in a hotel.\nThe position is quite good , near city , near aerport.\nprices are normal and not too expensive. they", "..."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["So disapointed"], "contenido": ["This Hotel it is very beautifull , the outside is really magic , you need a huge zoom to take a picture due to the huge size , but....\nThe breakfast room is too", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Great meat"], "contenido": ["I was here with some friends.\nBeside the price is not cheap the meat is really great .\nWish to go back again."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["too espensive and low aulity food"], "contenido": ["I was on these chain on Germany and Shangai as well , so I am not new to these places.\nThe food is quite low level , expensive ( cannot pay 10$ for a Margarita)", "..."], "calificacion": ["20"], "autor": ["Mauro1972"]},
{"titulo": ["Unforgettable"], "contenido": ["I really miss this place for the friends that I met here and for the Manager the beautifull Dina .\nReally have great food ( normally on these place they don't) ", "..."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["AMAZING"], "contenido": ["This Mall is incredible , thousand ( maybe) shops , restaurant , bar , any kind of place you need you can find inside this."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["It is a good Hotel but Breakfast.........."], "contenido": ["I was here for 10 days , it is more an Hotel for 1/2 night but I chose to stay here because the position is really good , for dinner on Grand Indonesia and also", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Wonderfull View"], "contenido": ["Italian spaghetti are good , the view is wonderfull also if you are guest of the hotel and come here for breakfast."], "calificacion": ["40"], "autor": ["Mauro1972"]},
{"titulo": ["Nice position"], "contenido": ["I spent 1 night on this Hotel during a trip to Jackarta.\nThe best thing is the position and the view on sky restaurant on the top.\nThe room are really so small ", "..."], "calificacion": ["30"], "autor": ["Mauro1972"]},
{"titulo": ["Good cofee"], "contenido": ["They have not much choice of food but the espresso is really good , staff speak english very well..deseerve a visit..."], "calificacion": ["30"], "autor": ["Mauro1972"]}
]